-- MySQL dump 10.13  Distrib 8.0.16, for macos10.14 (x86_64)
--
-- Host: localhost    Database: yfhsApp
-- ------------------------------------------------------
-- Server version	8.0.17

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
 SET NAMES utf8 ;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `tbl_Master`
--

DROP TABLE IF EXISTS `tbl_Master`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `tbl_Master` (
  `f_MasterId` int(11) NOT NULL AUTO_INCREMENT,
  `f_MasterName` varchar(300) NOT NULL,
  `f_MasterGroup` varchar(300) DEFAULT NULL,
  `f_SeqGroup` int(11) DEFAULT '0',
  `f_createDate` datetime DEFAULT NULL,
  `f_createBy` int(11) DEFAULT NULL,
  `f_updateDate` datetime DEFAULT NULL,
  `f_updateBy` int(11) DEFAULT NULL,
  `f_status` tinyint(1) NOT NULL,
  PRIMARY KEY (`f_MasterId`)
) ENGINE=InnoDB AUTO_INCREMENT=63 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tbl_Master`
--

LOCK TABLES `tbl_Master` WRITE;
/*!40000 ALTER TABLE `tbl_Master` DISABLE KEYS */;
INSERT INTO `tbl_Master` VALUES (1,'สสจ.','100001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),(2,'รพช.','100001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),(3,'รพท.','100001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),(4,'รพศ.','100001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),(5,'กรมอนามัย','200001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),(6,'สำนักคณะกรรมการผู้ทรงคุณวุฒิ','200001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),(7,'ศูนย์สื่อสารสาธารณะ','200001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),(8,'สำนักงานเลขานุการกรม','200001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),(9,'สำนักส่งเสริมสุขภาพ','200001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),(10,'สำนักทันตสาธารณสุข','200001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),(11,'สำนักโภชนาการ','200001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),(12,'สำนักอนามัยการเจริญพันธุ์','200001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),(13,'สำนักอนามัยสิ่งแวดล้อม','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(14,'สำนักสุขาภิบาลอาหารและน้ำ','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(15,'ศูนย์ความร่วมมือระหว่างประเทศ','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(16,'กองคลัง','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(17,'กองการเจ้าหน้าที่','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(18,'กองแผนงาน','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(19,'กองออกกำลังกายเพื่อสุขภาพ','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(20,'กองประเมินผลกระทบต่อสุขภาพ','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(21,'กลุ่มตรวจสอบภายใน','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(22,'	กลุ่มพัฒนาระบบบริหาร','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(23,'ศูนย์บริหารกฎหมายสาธารณสุข','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(24,'ศูนย์ห้องปฏิบัติการกรมอนามัย','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(25,'สถาบันพัฒนาอนามัยเด็กแห่งชาติ','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(26,'สำนักอนามัยผู้สูงอายุ','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(27,'สขรส.','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(28,'กลุ่มพัฒนาความร่วมมือทันตสาธารณสุขระหว่างประเทศ','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(29,'ศูนย์อนามัยกลุ่มชาติพันธุ์ ชายขอบ และแรงงานข้ามชาติ','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(30,'สถาบันพัฒนาสุขภาวะเขตเมือง','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(31,'ศูนย์อนามัยที่ 1','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(32,'ศูนย์อนามัยที่ 6','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(33,'ศูนย์อนามัยที่ 11','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(34,'ศูนย์อนามัยที่ 2','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(35,'ศูนย์อนามัยที่ 7','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(36,'ศูนย์อนามัยที่ 12','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(37,'ศูนย์อนามัยที่ 3','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(38,'ศูนย์อนามัยที่ 8','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(39,'ศูนย์อนามัยที่ 4','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(40,'ศูนย์อนามัยที่ 9','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(41,'ศูนย์อนามัยที่ 5','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(42,'ศูนย์อนามัยที่ 10','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(43,'กลุ่มพัฒนาเครือข่ายอนามัยการเจริญพันธุ์','300001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(44,'บริหารยุทธศาสตร์','300001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(45,'พัฒนาระบบบริการทางการแพทย์','300001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(46,'นายช่างไฟฟ้า','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(47,'นักวิชาการสาธารณสุขเชี่ยวชาญ(ด้านสาธารณสุข)','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(48,'นักวิชาการสาธารณสุขชำนาญการพิเศษ','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(49,'นักวิชาการสาธารณสุขปฏิบัติการ','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(50,'นักวิชาการสาธารณสุข','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(51,'นักวิชาการสาธารณสุขชำนาญการ','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(52,'นักวิชาการคอมพิวเตอร์ปฏิบัติการ','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(53,'ที่ปรึกษาสำนักอนามัยการเจริญพันธุ์','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(54,'ผู้อำนวยการสำนักอนามัยการเจริญพันธุ์','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(55,'เจ้าพนักงานสาธารณสุขปฏิบัติงาน','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(56,'พยาบาลวิชาชีพชำนาญการ','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(57,'นักสังคมสงเคราะห์ปฏิบัติการ','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(58,'นักสังคมสงเคราะห์','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(59,'นายแพทย์ปฏิบัติการ','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(60,'นักจิตวิทยาชำนาญการ','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(61,'นักสังคมสงเคราะห์ปฏิบัติการ','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),(62,'นักจิตวิทยาปฏิบัติการ','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1);
/*!40000 ALTER TABLE `tbl_Master` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2022-07-08 14:24:50
