INSERT INTO yfhsApp.tbl_ZoneArea (f_zoneAreaName,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('ศูนย์อนามัยที่ 1 เชียงใหม่','2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('ศูนย์อนามัยที่ 2 พิษณุโลก	','2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('ศูนย์อนามัยที่ 3 นครสวรรค์	','2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('ศูนย์อนามัยที่ 4 สระบุรี','2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('ศูนย์อนามัยที่ 5 ราชบุรี	','2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('ศูนย์อนามัยที่ 6 ชลบุรี	','2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('ศูนย์อนามัยที่ 7 ขอนแก่น	','2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('ศูนย์อนามัยที่ 8 อุดรธานี	','2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('ศูนย์อนามัยที่ 9 นครราชสีมา	','2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('ศูนย์อนามัยที่ 10 อุบลราชธานี	','2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1);
INSERT INTO yfhsApp.tbl_ZoneArea (f_zoneAreaName,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('ศูนย์อนามัยที่ 11 นครศรีธรรมราช	','2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('ศูนย์อนามัยที่ 12 ยะลา	','2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('สำนักการแพทย์ กรุงเทพมหานคร(13)	','2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('สำนักอนามัย กรุงเทพมหานคร(14)	','2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('สถาบันสุขภาวะเขตเมือง	','2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1);
