INSERT INTO yfhsApp.tbl_answerscore (f_section,f_docrunning,f_userCode,f_zone,f_province,f_hospitalLevel,f_hospitalCode,f_positionCode,f_createdate,f_year,f_title,f_codetitle,f_score,f_question_group,f_question,f_sequence,f_status) VALUES
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 20:26:50',2565,'1.1.1 โรงพยาบาล/สถานบริการสาธารณสุข มีนโยบายในการดำเนินงานที่เป็นลายลักษณ์อักษร','2',1.0,'1','1','1',1),
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 20:26:51',2565,'1.1.2 มีการสื่อสาร/ประกาศ นโยบายแก่บุคลากรและหน่วยงานที่เกี่ยวข้องในหน่วยบริการวัยรุ่นและเยาวชน ภาคีเครือข่ายและประชาชนทั่วไป','3',1.0,'1','1','2',1),
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 22:15:32',2565,'1.2.1 คณะกรรมการ/คณะทำงาน ภายในโรงพยาบาล/สถานบริการสาธารณสุข ที่ประกอบด้วย แพทย์ และทีมสหสาขาวิชาชีพ ที่รับผิดชอบการดำเนินงาน	','5',0.5,'2','1','1',1),
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 22:15:36',2565,'1.2.2 วัยรุ่นและเยาวชนร่วมเป็นคณะกรรมการ/คณะทำงาน','6',0.5,'2','1','2',1),
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 22:15:36',2565,'1.2.3 มีหน่วยงานภายนอกและภาคีเครือข่าย ร่วมเป็นคณะกรรมการ/คณะทำงาน','7',0.5,'2','1','3',1),
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 22:18:31',2565,'1.3.1 แผนปฏิบัติงาน/โครงการ/กิจกรรม มีการดำเนินงานตามแผนและเชื่อมโยงกันในระหว่างหน่วยงาน/คลินิกที่เกี่ยวข้อง','9',1.0,'3','1','1',1),
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 22:18:32',2565,'1.3.2 วัยรุ่นและเยาวชนมีส่วนร่วมในการทำแผนปฏิบัติงาน','10',0.5,'3','1','2',1),
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 22:18:33',2565,'1.3.3 แผนปฏิบัติงานเชิงรุกในสถานศึกษา/ชุมชน','11',0.0,'3','1','3',1),
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 22:19:05',2565,'1.4.1 บุคลากรที่รับผิดชอบคลินิกวัยรุ่น','13',1.0,'4','1','1',1),
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 22:19:07',2565,'1.4.2 แผนพัฒนาศักยภาพบุคลากร ที่เกี่ยวข้องด้านการพัฒนาสุขภาพวัยรุ่นและเยาวชน','14',1.0,'4','1','2',1);
INSERT INTO yfhsApp.tbl_answerscore (f_section,f_docrunning,f_userCode,f_zone,f_province,f_hospitalLevel,f_hospitalCode,f_positionCode,f_createdate,f_year,f_title,f_codetitle,f_score,f_question_group,f_question,f_sequence,f_status) VALUES
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 22:19:07',2565,'1.4.3 สถานที่ให้บริการ มีการบริหารจัดการ การจัดสถานที่ให้บริการที่ชัดเจนและเหมาะสมกับบริบทของโรงพยาบาล/สถานบริการสาธารณสุข	','15',1.0,'4','1','3',1),
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 22:19:08',2565,'1.4.4 วัสดุอุปกรณ์สำนักงานและวัสดุอุปกรณ์ทางการแพทย์ ที่พร้อมใช้งาน','16',1.0,'4','1','4',1),
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 22:19:09',2565,'1.4.6 มีโปรแกรมในการจัดการระบบฐานข้อมูล','18',1.0,'4','1','6',1),
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 22:19:10',2565,'1.4.7 สื่อสำหรับให้ข้อมูล ความรู้กับวัยรุ่นและเยาวชน','19',1.0,'4','1','7',1),
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 22:19:11',2565,'1.4.8 มีงบประมาณเฉพาะในการดำเนินการจัดบริการสุขภาพสำหรับวัยรุ่นและเยาวชน','20',1.0,'4','1','8',1),
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 22:19:12',2565,'1.4.9 มีงบประมาณสนับสนุนจากแหล่งทุนภายนอก ในการดำเนินงานให้บริการวัยรุ่นและเยาวชน','21',1.0,'4','1','9',1),
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 22:19:19',2565,'1.4.5 ยาและเวชภัณฑ์ที่เพียงพอและเหมาะสม','17',1.0,'4','1','5',1),
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 22:19:32',2565,'1.5.3 ผู้บริหารให้การสนับสนุน การสร้างขวัญกำลังใจแก่ผู้ปฏิบัติงาน','25',0.5,'5','1','3',1),
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 22:19:33',2565,'1.5.2 คณะกรรมการ/คณะทำงาน สนับสนุนให้นำผลได้จากการประชุมไปพัฒนาบริการ','24',0.5,'5','1','2',1),
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 22:19:34',2565,'1.5.1 คณะกรรมการ/คณะทำงาน ประชุมเพื่อให้ข้อเสนอแนะ พัฒนาและติดตามผลการดำเนินงาน อย่างน้อยปีละ 1 ครั้ง','23',0.5,'5','1','1',1);
INSERT INTO yfhsApp.tbl_answerscore (f_section,f_docrunning,f_userCode,f_zone,f_province,f_hospitalLevel,f_hospitalCode,f_positionCode,f_createdate,f_year,f_title,f_codetitle,f_score,f_question_group,f_question,f_sequence,f_status) VALUES
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 22:38:57',2565,'1.1.1 โรงพยาบาล/สถานบริการสาธารณสุข มีนโยบายในการดำเนินงานที่เป็นลายลักษณ์อักษร','2',0.5,'1','1','1',1),
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 22:38:59',2565,'1.1.2 มีการสื่อสาร/ประกาศ นโยบายแก่บุคลากรและหน่วยงานที่เกี่ยวข้องในหน่วยบริการวัยรุ่นและเยาวชน ภาคีเครือข่ายและประชาชนทั่วไป','3',0.5,'1','1','2',1),
	 ('G5','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:11:47',2565,'5.1.6. วัยรุ่นและเยาวชนที่รับบริการผ่านทางสื่อสังคมออนไลน์ รายเรื่องและรายปี 5 อันดับแรก (ครั้ง)','130',0.5,'1','5','6',1),
	 ('G5','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:11:47',2565,'5.1.5.วัยรุ่นและเยาวชนที่รับบริการทางโทรศัพท์นอกเวลาของคลินิกวัยรุ่น รายเรื่องและรายปี 5 อันดับแรก (ครั้ง)','129',0.5,'1','5','5',1),
	 ('G5','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:11:48',2565,'5.1.4. วัยรุ่นและเยาวชนที่รับบริการทางโทรศัพท์ในเวลาของคลินิกวัยรุ่น รายเรื่องและรายปี 5 อันดับแรก (ครั้ง)','128',0.5,'1','5','4',1),
	 ('G5','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:11:48',2565,'5.1.3. วัยรุ่นและเยาวชนที่รับบริการเชิงรุกนอกสถานที่ รายกิจกรรมและรายปี (จํานวนคน)','127',0.5,'1','5','3',1),
	 ('G5','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:11:49',2565,'5.1.2. วัยรุ่นและเยาวชนที่รับบริการที่คลินิกวัยรุ่น รายโรค/ปัญหาสุขภาพ (ครั้ง)','126',0.5,'1','5','2',1),
	 ('G5','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:11:50',2565,'5.1.1วัยรุ่นและเยาวชนที่รับบริการทั้งหมดของโรงพยาบาล/สถานบริการสาธารณสุข
รายโรคและรายปี 5 อันดับแรก และโรคด้านอนามัยการเจริญพันธุ์ 5 อันดับแรก','125',0.5,'1','5','1',1),
	 ('G5','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:11:52',2565,'5.2.1 ความพึงพอใจของผู้รับบริการที่คลินิกวัยรุ่น/คลินิกที่เกี่ยวข้อง','132',1.0,'2','5','1',1),
	 ('G5','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:11:52',2565,'5.2.2 ความพึงพอใจของวัยรุ่นและเยาวชน ที่เข้าร่วมกิจกรรม/บริการเชิงรุกนอกสถานที่','133',1.0,'2','5','2',1);
INSERT INTO yfhsApp.tbl_answerscore (f_section,f_docrunning,f_userCode,f_zone,f_province,f_hospitalLevel,f_hospitalCode,f_positionCode,f_createdate,f_year,f_title,f_codetitle,f_score,f_question_group,f_question,f_sequence,f_status) VALUES
	 ('G5','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:11:53',2565,'5.2.3 ความพึงพอใจของผู้ให้บริการ','134',1.0,'2','5','3',1),
	 ('G5','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:11:53',2565,'5.2.4 ความพึงพอใจของภาคีเครือข่าย','135',1.0,'2','5','4',1),
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:42',2565,'4.1.1 จำนวนข้อมูลวัยรุ่นและเยาวชนจำแนกตาม เพศ และกลุ่มอายุ','101',1.0,'1','4','1',1),
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:42',2565,'4.1.2 ข้อมูลปัญหาสุขภาพและอนามัยการเจริญพันธุ์ และข้อมูลพฤติกรรมเสี่ยง ฯลฯ ในพื้นที่','102',1.0,'1','4','2',1),
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:43',2565,'4.2.1 จำนวนวัยรุ่นและเยาวชนที่รับบริการทั้งหมดจำแนกตามเพศและกลุ่มอายุ (จำนวนคน)','104',1.0,'2','4','1',1),
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:43',2565,'4.2.2 จำนวนวัยรุ่นและเยาวชนที่รับบริการทั้งหมด จำแนกตามระดับการศึกษา และการประกอบอาชีพ','105',1.0,'2','4','2',1),
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:44',2565,'4.2.3 จำนวนครั้งของวัยรุ่นและเยาวชนที่รับบริการ จำแนกตามบริการที่วัยรุ่นและเยาวชน มารับภายในโรงพยาบาล/สถานบริการสาธารณสุข','106',1.0,'2','4','3',1),
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:46',2565,'4.2.4 จำนวนครั้งของวัยรุ่นและเยาวชนที่รับบริการ จำแนกตามช่องทางที่เข้ามารับบริการ','107',0.5,'2','4','4',1),
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:46',2565,'4.2.5 จำนวนวัยรุ่นและเยาวชนที่ได้รับการส่งต่อภายนอก จำแนกตามประเภทของบริการ (จำนวนคน)','108',0.5,'2','4','5',1),
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:47',2565,'4.3.1 มีการเก็บรวบรวมข้อมูลการให้บริการสุขภาพสำหรับวัยรุ่นและเยาวชน ปีที่เยี่ยมประเมิน และย้อนหลัง 3 ปี	','110',0.5,'3','4','1',1);
INSERT INTO yfhsApp.tbl_answerscore (f_section,f_docrunning,f_userCode,f_zone,f_province,f_hospitalLevel,f_hospitalCode,f_positionCode,f_createdate,f_year,f_title,f_codetitle,f_score,f_question_group,f_question,f_sequence,f_status) VALUES
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:48',2565,'4.3.2 มีการติดตามผลกระทบจากการตั้งครรภ์ของแม่วัยรุ่นในพื้นที่','111',0.5,'3','4','2',1),
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:48',2565,'4.3.3 จำนวนและร้อยละของการคลอด ในหญิงอายุ 10-14 ปี และอายุ 15-19 ปี','112',0.5,'3','4','3',1),
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:49',2565,'4.3.4 ร้อยละของการตั้งครรภ์ซ้ำในหญิงอายุน้อยกว่า 20 ปี','113',0.5,'3','4','4',1),
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:50',2565,'4.3.5 ร้อยละของหญิงอายุน้อยกว่า 20 ปี หลังคลอดหรือหลังแท้งที่คุมกำเนิดได้รับการคุมกำเนิดด้วยวิธีกึ่งถาวร (ยาฝังคุมกำเนิด/ใส่ห่วงอนามัย)','114',0.5,'3','4','5',1),
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:52',2565,'4.3.6 ร้อยละของหญิงอายุน้อยกว่า 20 ปี ที่ได้รับบริการคุมกำเนิดด้วยวิธีสมัยใหม่ (Modern Methods) หลังคลอดหรือหลังแท้ง','115',0.5,'3','4','6',1),
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:52',2565,'4.3.7 จำนวนหญิงอายุน้อยกว่า 20 ปี ที่มีการแท้ง','116',0.5,'3','4','7',1),
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:53',2565,'4.3.8 จำนวนวัยรุ่นและเยาวชนป่วยด้วยโรคติดต่อทางเพศสัมพันธ์','117',1.0,'3','4','8',1),
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:55',2565,'4.3.9 จำนวนวัยรุ่นและเยาวชนที่ได้รับการตรวจเอชไอวี','118',0.5,'3','4','9',1),
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:55',2565,'4.3.10 จำนวนวัยรุ่นและเยาวชนที่ได้รับยา PrEP/ส่งต่อ','119',0.5,'3','4','10',1),
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:56',2565,'4.3.11 จำนวนวัยรุ่นและเยาวชนป่วยด้วยภาวะทางด้านสุขภาพจิต','120',0.5,'3','4','11',1);
INSERT INTO yfhsApp.tbl_answerscore (f_section,f_docrunning,f_userCode,f_zone,f_province,f_hospitalLevel,f_hospitalCode,f_positionCode,f_createdate,f_year,f_title,f_codetitle,f_score,f_question_group,f_question,f_sequence,f_status) VALUES
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:57',2565,'4.3.12 มีการนำข้อมูลการให้บริการหรือข้อมูลปัญหาสุขภาพในพื้นที่มาวิเคราะห์และนำผลการวิเคราะห์ข้อมูลไปใช้ในการปรับปรุงการให้บริการ
รวมทั้งรายงานต่อผู้บริหารองค์กร','121',0.5,'3','4','12',1),
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:58',2565,'4.3.13 มีการนำข้อมูลไปใช้ ทำให้เกิดงานวิจัย R2R/Best practice','122',0.5,'3','4','13',1),
	 ('G4','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:12:59',2565,'4.3.14 มีการคืนข้อมูลให้ชุมชนและภาคีเครือข่ายที่เกี่ยวข้องเพื่อใช้ประโยชน์ในการดำเนินงานร่วมกัน','123',1.0,'3','4','14',1),
	 ('G3','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:06',2565,'3.4.2 ทักษะต่าง ๆ เช่น ทักษะชีวิต เรื่องเพศ อนามัยการเจริญพันธุ์ การคุมกำเนิดในวัยรุ่น และทักษะอื่น ๆ','99',1.0,'4','3','2',1),
	 ('G3','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:07',2565,'3.4.1 ความรู้ด้านสุขภาพและอนามัยการเจริญพันธุ์ การป้องกันพฤติกรรมเสี่ยงการจัดการอารมณ์และอื่น ๆ ที่เกี่ยวข้อง','98',1.0,'4','3','1',1),
	 ('G3','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:07',2565,'3.3.4 องค์กรในชุมชนและภาคีเครือข่าย ดำเนินการโครงการ/กิจกรรม เพื่อวัยรุ่นและเยาวชน','96',1.0,'3','3','4',1),
	 ('G3','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:08',2565,'3.3.3 ภาคีเครือข่ายภายนอกจังหวัด สนับสนุนการดำเนินงานโครงการ/กิจกรรม','95',1.0,'3','3','3',1),
	 ('G3','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:10',2565,'3.3.2 ภาคีเครือข่ายภายในจังหวัด สนับสนุนการดำเนินงานโครงการ/กิจกรรม','94',1.0,'3','3','2',1),
	 ('G3','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:10',2565,'3.3.1 องค์กรปกครองส่วนท้องถิ่น สนับสนุนงบประมาณดำเนินการโครงการ/กิจกรรม','93',1.0,'3','3','1',1),
	 ('G3','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:12',2565,'3.2.6 อื่น ๆ เช่น องค์กรภาคเอกชน วัด สถานีตำรวจ เป็นต้น','91',0.5,'2','3','6',1);
INSERT INTO yfhsApp.tbl_answerscore (f_section,f_docrunning,f_userCode,f_zone,f_province,f_hospitalLevel,f_hospitalCode,f_positionCode,f_createdate,f_year,f_title,f_codetitle,f_score,f_question_group,f_question,f_sequence,f_status) VALUES
	 ('G3','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:13',2565,'3.2.5 หน่วยงานด้านมหาดไทย','90',0.5,'2','3','5',1),
	 ('G3','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:14',2565,'3.2.4 หน่วยงานด้านพัฒนาสังคม','89',0.5,'2','3','4',1),
	 ('G3','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:14',2565,'3.2.3 สถานศึกษา','88',0.5,'2','3','3',1),
	 ('G3','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:15',2565,'3.2.2 หน่วยบริการสาธารณสุข','87',0.5,'2','3','2',1),
	 ('G3','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:16',2565,'3.2.1 มีทำเนียบภาคีเครือข่าย','86',0.5,'2','3','1',1),
	 ('G3','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:18',2565,'3.1.4 มีการสนับสนุนกิจกรรมในสถานศึกษา/ชุมชน','84',0.5,'1','3','4',1),
	 ('G3','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:18',2565,'3.1.3 มีการดำเนินโครงการ/กิจกรรมในครอบครัว/ชุมชน','83',0.5,'1','3','3',1),
	 ('G3','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:19',2565,'3.1.2 มีการดำเนินโครงการ/กิจกรรมในสถานศึกษา','82',0.5,'1','3','2',1),
	 ('G3','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:19',2565,'3.1.1 การให้ความรู้และเผยแพร่ประชาสัมพันธ์ การให้บริการ การให้ข้อมูลข่าวสาร สื่อต่าง ๆ กับกลุ่มวัยรุ่นและเยาวชน พ่อแม่ ผู้ปกครอง ชุมชนและภาคีเครือข่าย','81',0.5,'1','3','1',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:24',2565,'2.1.1 การให้ความรู้และการให้คำปรึกษา','27',0.5,'1','2','2',1);
INSERT INTO yfhsApp.tbl_answerscore (f_section,f_docrunning,f_userCode,f_zone,f_province,f_hospitalLevel,f_hospitalCode,f_positionCode,f_createdate,f_year,f_title,f_codetitle,f_score,f_question_group,f_question,f_sequence,f_status) VALUES
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:25',2565,'2.1.2 การวางแผนครอบครัวและการคุมกำเนิด','28',0.5,'1','2','3',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:26',2565,'2.1.3 การทดสอบการตั้งครรภ์','29',1.0,'1','2','4',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:27',2565,'2.1.4 การดูแลรักษาเบื้องต้นสำหรับผู้ที่แท้งบุตร','30',1.0,'1','2','5',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:28',2565,'2.1.6 การคลอด','31',1.0,'1','2','7',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:28',2565,'2.1.7 การดูแลหลังคลอด	','32',1.0,'1','2','8',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:30',2565,'2.1.8 การส่งเสริมการเลี้ยงลูกด้วยนมแม่','33',0.5,'1','2','9',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:31',2565,'2.1.9 การติดตามเยี่ยมบ้าน','34',0.5,'1','2','10',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:31',2565,'2.1.10 การตรวจและรักษาโรคติดต่อทางเพศสัมพันธ์','35',0.5,'1','2','11',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:32',2565,'2.1.11 การป้องกัน การตรวจ และรักษาเอชไอวี','36',0.5,'1','2','12',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:34',2565,'2.1.12 การตรวจรักษาและให้คำแนะนำผู้ที่ถูกกระทำความรุนแรงทางเพศ','37',1.0,'1','2','13',1);
INSERT INTO yfhsApp.tbl_answerscore (f_section,f_docrunning,f_userCode,f_zone,f_province,f_hospitalLevel,f_hospitalCode,f_positionCode,f_createdate,f_year,f_title,f_codetitle,f_score,f_question_group,f_question,f_sequence,f_status) VALUES
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:34',2565,'2.1.13 การคุมกำเนิดด้วยวิธีกึ่งถาวร (ยาฝังคุมกำเนิด/ใส่ห่วงอนามัย)','38',1.0,'1','2','14',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:35',2565,'2.1.5 การฝากครรภ์','39',1.0,'1','2','6',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:36',2565,'2.1.14 การให้คำปรึกษาทางเลือกในกรณีท้องไม่พร้อม','40',1.0,'1','2','15',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:37',2565,'2.1.15 การยุติการตั้งครรภ์','41',1.0,'1','2','16',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:38',2565,'2.1.16 ส่งต่อกรณียุติการตั้งครรภ์','42',1.0,'1','2','17',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:38',2565,'2.1.17 การปรึกษาปัญหาด้านสุขภาพจิต ปรับพฤติกรรม อารมณ์ และการใช้ความรุนแรง','43',1.0,'1','2','18',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:39',2565,'2.1.18 การลด ละ เลิก พฤติกรรมสูบบุหรี่/เครื่องดื่มแอลกอฮอล์/การใช้สารเสพติด','44',1.0,'1','2','19',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:40',2565,'2.1.19 การดูแลด้านโภชนาการ (น้ำหนักเกิน/ต่ำกว่าเกณฑ์) และกิจกรรมทางกาย','45',1.0,'1','2','20',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:41',2565,'2.1.20 บริการอื่น ๆ เช่น ด้านสุขภาพช่องปาก การดูแลผิวพรรณและความงาม เป็นต้น','46',1.0,'1','2','21',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:42',2565,'2.1.23 บริการนอกเวลาราชการ','49',1.0,'1','2','24',1);
INSERT INTO yfhsApp.tbl_answerscore (f_section,f_docrunning,f_userCode,f_zone,f_province,f_hospitalLevel,f_hospitalCode,f_positionCode,f_createdate,f_year,f_title,f_codetitle,f_score,f_question_group,f_question,f_sequence,f_status) VALUES
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:43',2565,'2.1.22 บริการในเวลาราชการ','48',1.0,'1','2','23',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:43',2565,'2.1.21 มีคู่มือ แนวทางการจัดบริการอนามัยการเจริญพันธุ์พื้นฐาน บริการอนามัยการเจริญพันธุ์เพิ่มเติม และบริการสุขภาพด้านอื่น ๆ	','47',1.0,'1','2','22',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:44',2565,'2.1.24 บริการเชิงรุกนอกสถานที่','50',1.0,'1','2','25',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:45',2565,'2.1.25 โทรศัพท์ในเวลาราชการ','51',1.0,'1','2','26',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:46',2565,'2.1.26 โทรศัพท์นอกเวลาราชการ','52',1.0,'1','2','27',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:47',2565,'2.1.27 สื่อสังคมออนไลน์ (Social Media)','53',1.0,'1','2','28',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:48',2565,'2.2.1 หลักสูตรผู้ให้บริการที่เป็นมิตรสำหรับวัยรุ่นและเยาวชน','55',1.0,'2','2','1',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:49',2565,'2.2.2 หลักสูตรการให้คำปรึกษาวัยรุ่น (Online training)','56',1.0,'2','2','2',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:50',2565,'2.2.3 หลักสูตรการอบรมให้บริการยาฝังคุมกำเนิด สำหรับพยาบาลวิชาชีพและนักวิชาการสาธารณสุข','57',1.0,'2','2','3',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:51',2565,'2.2.4 หลักสูตรการพยาบาลเฉพาะทางสาขาการพยาบาลสุขภาพจิต จิตเวชเด็กและวัยรุ่น','58',1.0,'2','2','4',1);
INSERT INTO yfhsApp.tbl_answerscore (f_section,f_docrunning,f_userCode,f_zone,f_province,f_hospitalLevel,f_hospitalCode,f_positionCode,f_createdate,f_year,f_title,f_codetitle,f_score,f_question_group,f_question,f_sequence,f_status) VALUES
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:52',2565,'2.2.5 หลักสูตรอื่น ๆ ที่เกี่ยวข้อง ที่สามารถอ้างอิงได้','59',1.0,'2','2','5',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:52',2565,'2.2.6 บุคลากรผู้รับผิดชอบผ่านการอบรมฟื้นความรู้หรือประชุมวิชาการที่เกี่ยวข้องกับการปฏิบัติงานในรอบ 3 ปี','60',1.0,'2','2','6',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:53',2565,'2.3.1 มีป้ายคลินิกวัยรุ่นชัดเจนและสังเกตง่าย มีสัญลักษณ์บอกเส้นทางไปคลินิก','62',0.5,'3','2','2',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:54',2565,'2.3.2 ตารางเวลาการให้บริการ','63',0.5,'3','2','3',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:55',2565,'2.3.3 สถานที่สะอาดและที่นั่งรออย่างเพียงพอ','64',0.5,'3','2','4',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:56',2565,'2.3.4 ห้องให้บริการมีความมิดชิด บุคคลภายนอกไม่สามารถมองเห็นหรือได้ยินคำสนทนาในขณะกำลังให้บริการได้','65',0.5,'3','2','5',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:56',2565,'2.3.5 ระบบรักษาความปลอดภัย การป้องกันความเสี่ยง ผู้รับบริการและผู้ให้บริการ','66',0.5,'3','2','6',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:57',2565,'2.3.6 สถานที่ตรวจร่างกายมีความเป็นส่วนตัว แยกจากบริเวณให้การปรึกษา','67',0.5,'3','2','7',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:57',2565,'2.3.7 การเข้าถึงข้อมูลของผู้รับบริการ (ระบบเวชระเบียน) มีระบบรักษาความปลอดภัยและสามารถเข้าถึงได้เฉพาะบุคคลที่ได้รับอนุญาตเท่านั้น','68',0.5,'3','2','8',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:58',2565,'2.3.8 ระบบเวชระเบียนมีการแยกเป็นข้อมูลการลงทะเบียน (ข้อมูลที่สามารถระบุถึงตัวบุคคล) กับข้อมูลการรับบริการที่ต้องการปกปิด/รักษาความลับ','69',0.5,'3','2','9',1);
INSERT INTO yfhsApp.tbl_answerscore (f_section,f_docrunning,f_userCode,f_zone,f_province,f_hospitalLevel,f_hospitalCode,f_positionCode,f_createdate,f_year,f_title,f_codetitle,f_score,f_question_group,f_question,f_sequence,f_status) VALUES
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:59',2565,'2.3.9 มีการจัดเก็บข้อมูลผู้รับบริการในรูปแบบอิเล็กทรอนิกส์ ที่มีระบบป้องกันการเข้าถึงของผู้ที่ไม่ได้รับอนุญาต','70',0.5,'3','2','10',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:13:59',2565,'2.3.10 แผนผังการปฏิบัติงาน (Flow Chart) หรือขั้นตอนการปฏิบัติงานที่ชัดเจนสำหรับการเข้ารับบริการ รวมทั้งการนัดหมายเพื่อเข้ารับบริการ','71',0.5,'3','2','11',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:14:01',2565,'2.3.11 มีการลดขั้นตอนการให้บริการหรือการให้บริการเบ็ดเสร็จในจุดเดียว (One stop services)','72',0.5,'3','2','12',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:14:01',2565,'2.3.12 คลินิก/หน่วยงานภายในโรงพยาบาล/สถานบริการสาธารณสุขที่เกี่ยวข้อง มีแนวทางขั้นตอนในการรับและการส่งต่อ อำนวยความสะดวกและให้บริการที่เป็นมิตรกับวัยรุ่นและเยาวชน	','73',0.5,'3','2','13',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:14:02',2565,'2.3.13 ทะเบียนและข้อมูลการดูแลต่อเนื่องและการส่งต่อ','74',0.5,'3','2','14',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:14:03',2565,'2.3.14 การประสานงานการรับและส่งต่อข้อมูลผู้รับบริการให้แก่หน่วยบริการ/ภาคีเครือข่ายที่เกี่ยวข้อง เพื่อการดูแลต่อเนื่องโดยคำนึงถึงการรักษาความลับ','75',0.5,'3','2','15',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:14:04',2565,'2.3.15 มีการติดตามผลการดูแลต่อเนื่อง การส่งต่อ และการรับกลับเพื่อการพัฒนาและแก้ไขปัญหา','76',0.5,'3','2','16',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:14:04',2565,'2.3.16 การตรวจเอชไอวี','77',0.5,'3','2','17',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:14:05',2565,'2.3.17 การฝังยาคุมกำเนิด/การใส่ห่วงอนามัย','78',0.5,'3','2','18',1),
	 ('G2','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:14:05',2565,'2.3.18 การยุติการตั้งครรภ์ในวัยรุ่นอายุ 15 ปีขึ้นไป','79',0.5,'3','2','19',1);
INSERT INTO yfhsApp.tbl_answerscore (f_section,f_docrunning,f_userCode,f_zone,f_province,f_hospitalLevel,f_hospitalCode,f_positionCode,f_createdate,f_year,f_title,f_codetitle,f_score,f_question_group,f_question,f_sequence,f_status) VALUES
	 ('G1','256513682','BTC037YFHS',NULL,'-','100001',13682,NULL,'2022-07-15 23:20:07',2565,'1.2.1 คณะกรรมการ/คณะทำงาน ภายในโรงพยาบาล/สถานบริการสาธารณสุข ที่ประกอบด้วย แพทย์ และทีมสหสาขาวิชาชีพ ที่รับผิดชอบการดำเนินงาน	','5',1.0,'2','1','1',1),
	 (NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,0,'-',NULL,0.0,NULL,NULL,NULL,0);
