INSERT INTO yfhsApp.tbl_Profile (f_hospitalcode,f_vision,f_mistion,f_policy,f_gotoKnow,f_facebook,f_twitter,f_line,f_director,f_physician,f_responsiblePerson,f_remark,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 (1457,'บริการสุขภาพด้านอนามัยเจริญพันธุ์สำหรับวัยรุ่น ด้วยความเป็นมิตรและมีมาตรฐาน','บริการสุขภาพและอนามัยเจริญพันธุ์สำหรับวัยรุ่นที่มีคุณภาพมาตรฐานและการมีส่วนร่วมของเยาวชนและเครือข่ายในการวางแผนการดำเนินการบริการสุขภาพอนามัยเจริญพันธุ์สำหรับวัยรุ่นอย่างยั่งยืน','การให้บริการสุขภาพอนามัยเจริญพันธุ์สำหรับวัยรุ่นทั้งเชิงรับและเชิงรุก
•	สนับสนุนการเผยแพร่ข้อมูล การเรียนรู้เรื่องเพศศึกษา อนามัยเจริญพันธุ์ สุขภาพทางเพศครอบคลุม ส่งเสริมสุขภาพ การป้องกันภาวะเสี่ยงจากโรคติดต่อทางเพศสัมพันธ์และทักษะชีวิตอย่างรอบด้าน
•	จัดบริการ ปรึกษา ให้ความรู้เพื่อหาทางเลือกที่เหมาะสมก่อนการตัดสินใจยุติการตั้งครรภ์ เพื่อป้องกันปัญหาจากการตั้งครรภ์ไม่พร้อม
•	ประสานบริการร่วมกับภาคีเครือข่ายอย่างต่อเนื่องและยั่งยืน
','1. บุคลากรผู้ให้บริการมีความรู้แนวทางในการดำเนินงานบริการที่เป็นมิตรสำหรับวัยรุ่นและเยาวชน
2. เพื่อพัฒนาและสนับสนุนบริการที่เป็นมิตรกับวัยรุ่นและเยาวชนให้ได้มาตรฐาน
3. เพื่อจัดตั้งคลินิกบริการที่เป็นมิตรกับวัยรุ่นและเยาวชนในโรงพยาบาลวังชิ้น
4. เพื่อสร้างเครือข่ายเยาวชนในสถานศึกษาและในชุมชนในการมีส่วนร่วมและวางแผนดำเนินงาน
ช่วยเหลือวัยรุ่น
5. เพื่อให้วัยรุ่นได้รับบริการสุขภาพทั้งด้านส่งเสริม / ป้องกัน / การให้คำปรึกษา และการ
ช่วยเหลือที่มีคุณภาพตามมาตรฐานและให้การช่วยเหลือตามความต้องการ
6. ให้บริการที่เป็นมิตรสำหรับวัยรุ่นและเยาวชนแบบ One Stop Service
7. สนับสนุนวัสดุ/เวชภัณฑ์แก่กลุ่มวัยรุ่นที่มีต้องการความช่วยเหลือ
8. เพื่อพัฒนาศักยภาพความรู้ให้แก่ แกนนำ นักเรียน ในสถานศึกษา',NULL,NULL,NULL,'1','2','1',NULL,'2022-07-04 20:43:14','admin','2022-07-04 20:43:14','admin',1),
	 (11189,'วิสัยทัศน์aa','พันธกิจbb','นโยบายcc','เป้าประสงค์sss',NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2022-07-04 20:43:14','thoenghos01','2022-07-04 21:10:30','thoenghos01',1),
	 (41797,'ทัศน์','พันธ','นโยบาย','เป้าประสงค์',NULL,NULL,NULL,'SaveContact','ชื่อผู้อำนวยการ','ชื่อแพทย์ผู้รับผิดชอบ',NULL,'2022-07-05 10:48:25','BTC069YFHS','2022-07-05 15:58:00','BTC069YFHS',1),
	 (11194,'วิสัย','วิสัย','นโยบาย','วิสัย',NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2022-07-08 08:49:25','maesaihos01',NULL,NULL,1),
	 (13648,'s','d','g','f',NULL,NULL,NULL,'SaveContactss','bbbbb','aaaaaa',NULL,'2022-07-13 21:23:43','BTC003YFHS','2022-07-13 21:23:57','BTC003YFHS',1),
	 (13682,'s','d','s','f',NULL,NULL,NULL,'100.6376199','ssss','dddd',NULL,'2022-07-15 11:28:46','BTC037YFHS','2022-07-15 11:28:56','BTC037YFHS',1);
