INSERT INTO yfhsApp.tbl_formExtra (f_fromType,f_codeQuestion,f_title,f_detail,f_request,f_description,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('sex',101,'อายุ 10 - 14 ปี','อายุ',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('sex',101,'อายุ 15 - 19 ปี','อายุ',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('sex',101,'อายุ 20 - 24 ปี','อายุ',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',104,'อายุ 10 - 14 ปี (ชาย)','เพศ',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',104,'อายุ 15 - 19 ปี (ชาย)','เพศ',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',104,'อายุ 20 - 24 ปี (ชาย)','เพศ',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',104,'อายุ 10 - 14 ปี (ชาย)','เพศ',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',104,'อายุ 15 - 19 ปี (ชาย)','เพศ',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',104,'อายุ 20 - 24 ปี (ชาย)','เพศ',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',105,'ไม่ได้เรียนหนังสือ	','ระดับการศึกษา	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1);
INSERT INTO yfhsApp.tbl_formExtra (f_fromType,f_codeQuestion,f_title,f_detail,f_request,f_description,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('sex',105,'ประถมศึกษา	','ระดับการศึกษา	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',105,'มัธยมศึกษาตอนต้น	','ระดับการศึกษา	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',105,'มัธยมศึกษาตอนปลาย	','ระดับการศึกษา	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',105,'อาชีวศึกษา','ระดับการศึกษา	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',105,'อุดมศึกษา (อนุปริญญา,สูงกว่าปริญญาตรี)	','ระดับการศึกษา	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',105,'การศึกษานอกระบบ	','ระดับการศึกษา	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',105,'นักเรียน/นักศึกษา	','อาชีพ',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',105,'ไม่ประกอบอาชีพ	','อาชีพ',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',105,'รับจ้าง','อาชีพ',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',105,'เกษตรกรรม','อาชีพ',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1);
INSERT INTO yfhsApp.tbl_formExtra (f_fromType,f_codeQuestion,f_title,f_detail,f_request,f_description,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('year',105,'ประมง','อาชีพ',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',105,'รับราชการ	','อาชีพ',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',105,'ค้าขาย	','อาชีพ',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',106,'การให้ความรู้และการให้คำปรึกษา','บริการอนามัยการเจริญพันธุ์พื้นฐาน	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',106,'การวางแผนครอบครัวและการคุมกำเนิด','บริการอนามัยการเจริญพันธุ์พื้นฐาน	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',106,'การทดสอบการตั้งครรภ์','บริการอนามัยการเจริญพันธุ์พื้นฐาน	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',106,'การดูแลรักษาเบื้องต้นสำหรับผู้ที่แท้งบุตร','บริการอนามัยการเจริญพันธุ์พื้นฐาน	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',106,'การฝากครรภ์','บริการอนามัยการเจริญพันธุ์พื้นฐาน	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',106,'การคลอด','บริการอนามัยการเจริญพันธุ์พื้นฐาน	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',106,'การดูแลหลังคลอด','บริการอนามัยการเจริญพันธุ์พื้นฐาน	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1);
INSERT INTO yfhsApp.tbl_formExtra (f_fromType,f_codeQuestion,f_title,f_detail,f_request,f_description,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('month',106,'การส่งเสริมการเลี้ยงลูกด้วยนมแม่','บริการอนามัยการเจริญพันธุ์พื้นฐาน	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',106,'บริการอนามัยการเจริญพันธุ์พื้นฐาน	','บริการอนามัยการเจริญพันธุ์พื้นฐาน	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',106,'การติดตามเยี่ยมบ้าน','บริการอนามัยการเจริญพันธุ์พื้นฐาน	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',106,'การตรวจและรักษาโรคคิดค่อทางเพสสัมพันธ์','บริการอนามัยการเจริญพันธุ์เพิ่มเติม	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',106,'การป้องกัน การตรวจและรักษาเอชไอวี','บริการอนามัยการเจริญพันธุ์เพิ่มเติม	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',106,'การตรวจรักษาและให้คำแนะนำ ผู้ที่ถูกกรทำความรุนแรงทางเพศ','บริการอนามัยการเจริญพันธุ์เพิ่มเติม	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',106,'การคุมกำเนิดด้วยวิธีกึ่งถาวร (ยาฝังคุมกำเนิด /ใส่ห่วงอนามัย)','บริการอนามัยการเจริญพันธุ์เพิ่มเติม	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',106,'การให้คำปรึกษาทางเลือกในกรณีท้องไม่พร้อม','บริการอนามัยการเจริญพันธุ์เพิ่มเติม	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',106,'การยุติการตั้งครรภ์','บริการอนามัยการเจริญพันธุ์เพิ่มเติม	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',106,'ส่งต่อกรณียุติการตั้งครรภ์','บริการอนามัยการเจริญพันธุ์เพิ่มเติม	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1);
INSERT INTO yfhsApp.tbl_formExtra (f_fromType,f_codeQuestion,f_title,f_detail,f_request,f_description,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('month',106,'การปรึกษาปัญหาด้านสุขภาพจิติ ปรับพฤติกรรม อารมณ์ และการใช้ความรุนแรง','บริการสุขภาพด้านอื่น',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',106,'การลด ละ เลิก พฤติกรรมสูบบุหรี่ เครื่องดื่มแอลกอฮอล์ การใช้สารเสพติด','บริการสุขภาพด้านอื่น',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',106,'การดูแลด้านโภชนาการ น้ำหนักเกิน ต่ำกว่าเกณฑ์ และกิจกรรมทางกาย','บริการสุขภาพด้านอื่น',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',106,'อื่นๆ เช่นการดูแลสุขภาพช่องปากการดูแลผิวพรรณและความงามเป็นต้น','บริการสุขภาพด้านอื่น',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',107,'บริการในเวลา	','ช่องทาง	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',107,'บริการนอกเวลา	','ช่องทาง	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',107,'บริการเชิงรุกนอกสถานที่	','ช่องทาง	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',107,'โทรศัพท์ในเวลาราชการ	','ช่องทาง	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',107,'โทรศัพท์นอกเวลาราชการ	','ช่องทาง	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',107,'สื่อสังคมออนไลน์ Social Media	','ช่องทาง	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1);
INSERT INTO yfhsApp.tbl_formExtra (f_fromType,f_codeQuestion,f_title,f_detail,f_request,f_description,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('year',107,'บริการในเวลา	','ช่องทาง	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',107,'บริการนอกเวลา	','ช่องทาง	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',107,'บริการเชิงรุกนอกสถานที่	','ช่องทาง	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',107,'โทรศัพท์ในเวลาราชการ	','ช่องทาง	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',107,'โทรศัพท์นอกเวลาราชการ	','ช่องทาง	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',107,'สื่อสังคมออนไลน์ Social Media	','ช่องทาง	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',108,'การฝังยาคุมกาเนิด	','ส่งต่อบริการทางการแพทย์	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',108,'การใส่ห่วงอนามัย	','ส่งต่อบริการทางการแพทย์	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',108,'การยุติการตั้งครรภ์	','ส่งต่อบริการทางการแพทย์	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',108,'บ้านพักเด็ก	','ส่งต่อบริการทางสังคม	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1);
INSERT INTO yfhsApp.tbl_formExtra (f_fromType,f_codeQuestion,f_title,f_detail,f_request,f_description,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('year',108,'หน่วยบริการอื่น	','ส่งต่อบริการทางสังคม	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',108,'การฝังยาคุมกาเนิด	','ส่งต่อบริการทางการแพทย์	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',108,'การใส่ห่วงอนามัย	','ส่งต่อบริการทางการแพทย์	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',108,'การยุติการตั้งครรภ์	','ส่งต่อบริการทางการแพทย์	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',108,'บ้านพักเด็ก	','ส่งต่อบริการทางสังคม	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('month',108,'หน่วยบริการอื่น	','ส่งต่อบริการทางสังคม	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('sex',110,'1. การให้ความรู้และการให้คำปรึกษา	','บริการอนามัยการเจริญพันธุ์พื้นฐาน	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('sex',110,'2. การวางแผนครอบครัวและการคุมกำเนิด	','บริการอนามัยการเจริญพันธุ์พื้นฐาน	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('sex',110,'3. การทดสอบการตั้งครรภ์	','บริการอนามัยการเจริญพันธุ์พื้นฐาน	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('sex',110,'4. การดูแลรักษาเบื้องต้นสำหรับผู้ที่แท้งบุตร	','บริการอนามัยการเจริญพันธุ์พื้นฐาน	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1);
INSERT INTO yfhsApp.tbl_formExtra (f_fromType,f_codeQuestion,f_title,f_detail,f_request,f_description,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('sex',110,'5. การฝากครรภ์	','บริการอนามัยการเจริญพันธุ์พื้นฐาน	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('sex',110,'6. การคลอด	','บริการอนามัยการเจริญพันธุ์พื้นฐาน	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('sex',110,'7. การดูแลหลังคลอด	','บริการอนามัยการเจริญพันธุ์พื้นฐาน	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('sex',110,'8. การส่งเสริมการเลี้ยงลูกด้วยนมแม่	','บริการอนามัยการเจริญพันธุ์พื้นฐาน	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('sex',110,'9. การติดตามเยี่ยมบ้าน	','บริการอนามัยการเจริญพันธุ์พื้นฐาน	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('sex',110,'10. การตรวจและรักษาโรคติดต่อทางเพศสัมพันธ์	','บริการอนามัยการเจริญพันธุ์เพิ่มเติม	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('sex',110,'11. การป้องกัน การตรวจและรักษาเอชไอวี	','บริการอนามัยการเจริญพันธุ์เพิ่มเติม	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('sex',110,'12. การตรวจรักษาและให้คำแนะนำผู้ที่ถูกกระทำความรุนแรงทางเพศ	','บริการอนามัยการเจริญพันธุ์เพิ่มเติม	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('sex',110,'13. การคุมกำเนิดด้วยวิธีกึ่งถาวร (ยาฝังคุมกำเนิด/ใส่ห่วงอนามัย)	','บริการอนามัยการเจริญพันธุ์เพิ่มเติม	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('sex',110,'14. การให้คำปรึกษาทางเลือกในกรณีท้องไม่พร้อม	','บริการอนามัยการเจริญพันธุ์เพิ่มเติม	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1);
INSERT INTO yfhsApp.tbl_formExtra (f_fromType,f_codeQuestion,f_title,f_detail,f_request,f_description,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('sex',110,'15. การยุติการตั้งครรภ์	','บริการอนามัยการเจริญพันธุ์เพิ่มเติม	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('sex',110,'16. ส่งต่อกรณียุติการตั้งครรภ์	','บริการอนามัยการเจริญพันธุ์เพิ่มเติม	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('sex',110,'17. การปรึกษาปัญหาด้านสุขภาพจิตปรับพฤติกรรม อารมณ์ และการใช้ความรุนแรง	','บริการสุขภาพด้านอื่นๆ	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('sex',110,'18. การลด ละ เลิก พฤติกรรมสูบบุหรี่/เครื่องดื่มแอลกอฮอล์/การใช้สารเสพติด	','บริการสุขภาพด้านอื่นๆ	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('sex',110,'19. การดูแลด้านโภชนาการ (น้ำหนักเกิน/ต่ำกว่าเกณฑ์) และกิจกรรมทางกาย	','บริการสุขภาพด้านอื่นๆ	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('sex',110,'20. อื่น ๆ เช่น การดูแลสุขภาพช่องปาก การดูแลผิวพรรณและความงาม เป็นต้น	','บริการสุขภาพด้านอื่นๆ	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',113,'4.3.4 ร้อยละของการตั้งครรภ์ซ้ำในหญิงอายุน้อยกว่า 20 ปี        ','ข้อมูลตัวชี้วัด ปีงบประมาณ	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',115,'4.3.6 ร้อยละของหญิงอายุน้อยกว่า 20 ปี ที่ได้รับบริการคุมกำเนิดด้วยวิธีสมัยใหม่ (Modern Methods) หลังคลอดหรือหลังแท้ง        ','ข้อมูลตัวชี้วัด ปีงบประมาณ	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',117,'4.3.8 จำนวนวัยรุ่นและเยาวชนป่วยด้วยโรคติดต่อทางเพศสัมพันธ์        ','ข้อมูลตัวชี้วัด ปีงบประมาณ	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',116,'4.3.7 จำนวนหญิงอายุน้อยกว่า 20 ปี ที่มีการแท้ง        ','ข้อมูลตัวชี้วัด ปีงบประมาณ	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1);
INSERT INTO yfhsApp.tbl_formExtra (f_fromType,f_codeQuestion,f_title,f_detail,f_request,f_description,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('year',118,'4.3.9 จำนวนวัยรุ่นและเยาวชนที่ได้รับการตรวจเอชไอวี        ','ข้อมูลตัวชี้วัด ปีงบประมาณ	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',112,'4.3.3 จำนวนและร้อยละของการคลอด ในหญิงอายุ 10-14 ปี','ข้อมูลตัวชี้วัด ปีงบประมาณ	',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1),
	 ('year',114,'4.3.5 ร้อยละของหญิงอายุน้อยกว่า 20 ปี หลังคลอดหรือหลังแท้งที่คุมกำเนิดได้รับการคุมกำเนิดด้วยวิธีกึ่งถาวร (ยาฝังคุมกำเนิด/ใส่ห่วงอนามัย)','ข้อมูลตัวชี้วัด ปีงบประมาณ',1,'รายละเอียด','2565-01-06 11:00:00','admin','2565-01-06 11:00:00','admin',1);
