INSERT INTO yfhsApp.tbl_Questionnaire (f_section,f_question,f_question_group,f_sequence,f_hadertitle,f_title,f_detail,f_request,f_description,f_questionWtMain,f_questionWtSub,f_upload_file,f_upload_image,f_address_url,f_additional_message,f_form,f_fromextra,f_fromname,f_fromType,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('G1',1,'1',0,1,'1.1 นโยบายที่มุ่งไปสู่การพัฒนาระบบบริการสุขภาพสำหรับวัยรุ่นและเยาวชน','',0,'0',20,2.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'1',1,0,'1.1.1 โรงพยาบาล/สถานบริการสาธารณสุข มีนโยบายในการดำเนินงานที่เป็นลายลักษณ์อักษร','หนังสือราชการ/เอกสาร การประกาศนโยบาย ในการพัฒนาคุณภาพของ รพ. เช่น นโยบายให้บริการการส่งเสริมสุขภาพตามกลุ่มวัย นโยบายการพัฒนาคุณภาพบริการ (HA) นโยบายภาพรวมของโรงพยาบาล/สถานบริการสาธารณสุข ที่ครอบคลุมด้านพัฒนาสุขภาพและอนามัยการเจริญพันธุ์ในกลุ่มวัยรุ่นและเยาวชน เป็นต้น',0,'1',20,2.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'1',2,0,'1.1.2 มีการสื่อสาร/ประกาศ นโยบายแก่บุคลากรและหน่วยงานที่เกี่ยวข้องในหน่วยบริการวัยรุ่นและเยาวชน ภาคีเครือข่ายและประชาชนทั่วไป','1)การประชุมชี้แจงหรือประกาศนโยบาย ทางช่องทางต่าง ๆ เช่น  ติดประกาศนโยบาย เสียงตามสาย สื่อสังคมออนไลน์ อย่างน้อย 1 ครั้ง/ปี โดยมีหลักฐานการประชุม หรือประกาศนโยบายผ่านช่องทางต่าง ๆ 
 2)การสุ่มถามนโยบายในกลุ่มเจ้าหน้าที่ วัยรุ่นและเยาวชน ภาคีเครือข่าย และประชาชนทั่วไป 3-5 คน โดยคณะกรรมการประเมินรับรองฯ',0,'1',20,2.0,'1','1','1','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'2',0,1,'1.2 คณะกรรมการ/คณะทำงาน ที่รับผิดชอบผลักดันและขับเคลื่อนระบบบริการสุขภาพวัยรุ่นและเยาวชน','',0,'0',20,3.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'2',1,0,'1.2.1 คณะกรรมการ/คณะทำงาน ภายในโรงพยาบาล/สถานบริการสาธารณสุข ที่ประกอบด้วย แพทย์ และทีมสหสาขาวิชาชีพ ที่รับผิดชอบการดำเนินงาน	','คำสั่งแต่งตั้งบุคลากรในการดำเนินงานขับเคลื่อนและพัฒนาระบบบริการสุขภาพวัยรุ่นและเยาวชน ที่ประกอบด้วยแพทย์เป็นประธาน/ที่ปรึกษา และทีมสหสาขาวิชาชีพเป็นคณะกรรมการ/คณะทำงาน',0,'1',20,3.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'2',2,0,'1.2.2 วัยรุ่นและเยาวชนร่วมเป็นคณะกรรมการ/คณะทำงาน','คำสั่งแต่งตั้งคณะกรรมการ/คณะทำงานที่มาจาก สภาเด็กและเยาวชน/แกนนำวัยรุ่นในชุมชน /แกนนำนักเรียน',0,'1',20,3.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'2',3,0,'1.2.3 มีหน่วยงานภายนอกและภาคีเครือข่าย ร่วมเป็นคณะกรรมการ/คณะทำงาน','คำสั่งแต่งตั้งคณะกรรมการ/คณะทำงาน โดยมีตัวแทนสถานศึกษา ชุมชน และอื่นๆ ตามความเหมาะสมของพื้นที่',0,'1',20,3.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'3',0,1,'1.3 แผนปฏิบัติงาน/โครงการ/กิจกรรม ที่สอดคล้องกับระบบบริการสุขภาพที่เป็นมิตรสำหรับวัยรุ่นและเยาวชน','',0,'0',20,3.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'3',1,0,'1.3.1 แผนปฏิบัติงาน/โครงการ/กิจกรรม มีการดำเนินงานตามแผนและเชื่อมโยงกันในระหว่างหน่วยงาน/คลินิกที่เกี่ยวข้อง','1) มีเอกสารที่เกี่ยวข้อง เช่น แผนปฏิบัติงาน/โครงการ/กิจกรรมของโรงพยาบาล/สถานบริการสาธารณสุข ที่ระบุวัตถุประสงค์ กลุ่มเป้าหมาย งบประมาณ วิธีดำเนินการ ผู้รับผิดชอบ ระยะเวลาและการกำกับติดตามประเมิน 2)รายงานการดำเนินโครงการ/กิจกรรม',0,'1',20,3.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'3',2,0,'1.3.2 วัยรุ่นและเยาวชนมีส่วนร่วมในการทำแผนปฏิบัติงาน','1) มีเอกสารที่เกี่ยวข้อง เช่น แผนปฏิบัติการ/โครงการ/กิจกรรม ที่วัยรุ่นและเยาวชน มีส่วนร่วมคิด ร่วมทำ/แสดงความคิดเห็น/  ให้ข้อเสนอแนะ 
 2) หลักฐานการมีส่วนร่วมของวัยรุ่นและเยาวชนในการทำแผนปฏิบัติงาน/โครงการ/กิจกรรม เช่น เอกสารแสดงความต้องการจัดกิจกรรม เอกสารคัดกรองในงานอนามัยโรงเรียน',0,'1',20,3.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1);
INSERT INTO yfhsApp.tbl_Questionnaire (f_section,f_question,f_question_group,f_sequence,f_hadertitle,f_title,f_detail,f_request,f_description,f_questionWtMain,f_questionWtSub,f_upload_file,f_upload_image,f_address_url,f_additional_message,f_form,f_fromextra,f_fromname,f_fromType,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('G1',1,'3',3,0,'1.3.3 แผนปฏิบัติงานเชิงรุกในสถานศึกษา/ชุมชน','1) แผนปฏิบัติงานที่คลินิกวัยรุ่น/หน่วยงานต่าง ๆ ในโรงพยาบาล/สถานบริการสาธารณสุขที่ดำเนินกิจกรรมในสถานศึกษา/ชุมชน
2) รายงานการดำเนินโครงการ/กิจกรรม',0,'1',20,3.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'4',0,1,'1.4 การสนับสนุนทรัพยากร เพื่อการจัดระบบบริการสุขภาพที่เป็นมิตรสำหรับวัยรุ่นและเยาวชน ตามแผนงานโครงการที่กำหนด','',0,'0',20,9.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'4',1,0,'1.4.1 บุคลากรที่รับผิดชอบคลินิกวัยรุ่น','1) บุคลากรที่รับผิดชอบคลินิกวัยรุ่นหรือเจ้าหน้าที่หมุนเวียน ที่เคยผ่านการอบรมหลักสูตรใดหลักสูตรหนึ่งตามองค์ประกอบที่ 2 (ข้อ 2.2.1 - 2.2.5)
2) หลักฐานที่แสดงการผ่านการอบรม เช่น ใบประกาศนียบัตรรับรองหลักสูตรที่เคยอบรม เป็นต้น',0,'1',20,9.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'4',2,0,'1.4.2 แผนพัฒนาศักยภาพบุคลากร ที่เกี่ยวข้องด้านการพัฒนาสุขภาพวัยรุ่นและเยาวชน','แผนการพัฒนาบุคลากรที่เกี่ยวข้องกับการส่งเสริมสุขภาพวัยรุ่นและเยาวชน',0,'1',20,9.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'4',3,0,'1.4.3 สถานที่ให้บริการ มีการบริหารจัดการ การจัดสถานที่ให้บริการที่ชัดเจนและเหมาะสมกับบริบทของโรงพยาบาล/สถานบริการสาธารณสุข	','1) สถานที่ให้บริการหรือสถานที่จัดร่วมกับคลินิกอื่น  
2) ภาพถ่าย',0,'1',20,9.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'4',4,0,'1.4.4 วัสดุอุปกรณ์สำนักงานและวัสดุอุปกรณ์ทางการแพทย์ ที่พร้อมใช้งาน','1) วัสดุอุปกรณ์ทางการแพทย์ที่สามารถระบุได้ว่ามีอะไรบ้าง และอยู่จุดไหนของงานบริการ
2) ระบุได้ว่ามีการจัดเก็บและบริหารจัดการ เช่น เครื่องชั่งน้ำหนัก วัดความดัน วัด BMI ไม้กดลิ้น ที่เคาะเข่า เป็นต้น',0,'1',20,9.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'4',5,0,'1.4.5 ยาและเวชภัณฑ์ที่เพียงพอและเหมาะสม','1) ยาและเวชภัณฑ์ เช่น ถุงยางอนามัย เวชภัณฑ์คุมกำเนิด แถบตรวจการตั้งครรภ์ และเวชภัณฑ์อื่น ๆ ที่จำเป็นตามความต้องการ เป็นต้น 
2) ระบุ สถานที่จัดเก็บ และมีการระบุวันหมดอายุ ที่ชัดเจน
3) ภาพถ่าย',0,'1',20,9.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'4',6,0,'1.4.6 มีโปรแกรมในการจัดการระบบฐานข้อมูล','1) ระบุโปรแกรมที่ใช้ในการปฏิบัติงาน เช่น โปรแกรม HOSxP JHCIS HIM-PRO เป็นต้น
2) ภาพถ่ายโปรแกรมการใช้งาน หรือสามารถแสดงโปรแกรมการใช้งานได้',0,'1',20,9.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'4',7,0,'1.4.7 สื่อสำหรับให้ข้อมูล ความรู้กับวัยรุ่นและเยาวชน','มีสื่อสิ่งพิมพ์ โปสเตอร์ ไวนิล สื่อมัลติมีเดีย สื่อออนไลน์ หุ่นจำลอง ที่ทันสมัยและข้อมูลถูกต้อง',0,'1',20,9.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'4',8,0,'1.4.8 มีงบประมาณเฉพาะในการดำเนินการจัดบริการสุขภาพสำหรับวัยรุ่นและเยาวชน','มีแผนงบประมาณ/แผนงานโครงการ/กิจกรรมประจำปี สำหรับดำเนินงานที่เกี่ยวข้อง',0,'1',20,9.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1);
INSERT INTO yfhsApp.tbl_Questionnaire (f_section,f_question,f_question_group,f_sequence,f_hadertitle,f_title,f_detail,f_request,f_description,f_questionWtMain,f_questionWtSub,f_upload_file,f_upload_image,f_address_url,f_additional_message,f_form,f_fromextra,f_fromname,f_fromType,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('G1',1,'4',9,0,'1.4.9 มีงบประมาณสนับสนุนจากแหล่งทุนภายนอก ในการดำเนินงานให้บริการวัยรุ่นและเยาวชน','1) มีเอกสารที่ระบุแผนงบประมาณจากแหล่งทุนภายนอก ในการดำเนินงาน ให้บริการสุขภาพสำหรับวัยรุ่นและเยาวชน
2) มีหลักฐานการสนับสนุนงบประมาณจากแหล่งทุนภายนอก',0,'1',20,9.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'5',0,1,'1.5 การควบคุม กำกับ ติดตาม และประเมินผลเพื่อการพัฒนาระบบบริการสุขภาพที่เป็นมิตรสำหรับวัยรุ่นและเยาวชน','',0,'0',20,3.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'5',1,0,'1.5.1 คณะกรรมการ/คณะทำงาน ประชุมเพื่อให้ข้อเสนอแนะ พัฒนาและติดตามผลการดำเนินงาน อย่างน้อยปีละ 1 ครั้ง','มีบันทึกการประชุมติดตามผลการดำเนินงานและข้อเสนอแนะ เพื่อการพัฒนาและสนับสนุนการดำเนินงาน อย่างน้อยปีละ 1 ครั้ง',0,'1',20,3.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'5',2,0,'1.5.2 คณะกรรมการ/คณะทำงาน สนับสนุนให้นำผลได้จากการประชุมไปพัฒนาบริการ','1) เอกสารการพัฒนาคุณภาพการบริการ เช่น R2R CQI CPG เป็นต้น 
2) มี Best practice/R2R /CPG/วิจัย/การปรับปรุงกระบวนการทำงาน',0,'1',20,3.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G1',1,'5',3,0,'1.5.3 ผู้บริหารให้การสนับสนุน การสร้างขวัญกำลังใจแก่ผู้ปฏิบัติงาน','1) ประกาศยกย่อง เกียรติบัตร โล่เชิดชูเกียรติ การพิจารณาความดีความชอบ โดยมีแนวทางนโยบายในการประเมินผลการปฏิบัติราชการ  
2) หลักฐานเป็นเอกสารการประชุม ภาพถ่าย หรือ หลักฐานผ่านทางสื่อสังคมออนไลน์
3) หลักฐานที่ผู้บริหารให้การสนับสนุนการดำเนินงานจัดบริการสุขภาพทั้งเชิงรับและเชิงรุก',0,'1',20,3.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',0,1,'2.1 บริการสุขภาพที่มีคุณภาพและครอบคลุมความต้องการของวัยรุ่นและเยาวชน','',0,'0',40,27.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',2,0,'2.1.1 การให้ความรู้และการให้คำปรึกษา','1) หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชนตามบริการที่กำหนด โดยมีหลักฐานเชิงประจักษ์หลายอย่างประกอบกัน เช่น บันทึกเวชระเบียนการให้บริการ ภาพถ่าย การให้บริการ จำนวนผู้รับบริการเป็นรายเดือน ตามปีงบประมาณ
หมายเหตุ
-  กรณีไม่มีบริการ แสดงหลักฐาน Flow chart แนวทาง
การส่งต่อ
-  กรณีมีบริการแต่ไม่มีผู้รับบริการ แสดงหลักฐานแนวทาง
การให้บริการ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',3,0,'2.1.2 การวางแผนครอบครัวและการคุมกำเนิด','1) หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชนตามบริการที่กำหนด โดยมีหลักฐานเชิงประจักษ์หลายอย่างประกอบกัน เช่น บันทึกเวชระเบียนการให้บริการ ภาพถ่าย การให้บริการ จำนวนผู้รับบริการเป็นรายเดือน ตามปีงบประมาณ
หมายเหตุ
-  กรณีไม่มีบริการ แสดงหลักฐาน Flow chart แนวทาง
การส่งต่อ
-  กรณีมีบริการแต่ไม่มีผู้รับบริการ แสดงหลักฐานแนวทาง
การให้บริการ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',4,0,'2.1.3 การทดสอบการตั้งครรภ์','1) หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชนตามบริการที่กำหนด โดยมีหลักฐานเชิงประจักษ์หลายอย่างประกอบกัน เช่น บันทึกเวชระเบียนการให้บริการ ภาพถ่าย การให้บริการ จำนวนผู้รับบริการเป็นรายเดือน ตามปีงบประมาณ
หมายเหตุ
-  กรณีไม่มีบริการ แสดงหลักฐาน Flow chart แนวทาง
การส่งต่อ
-  กรณีมีบริการแต่ไม่มีผู้รับบริการ แสดงหลักฐานแนวทาง
การให้บริการ',0,'1',40,27.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',5,0,'2.1.4 การดูแลรักษาเบื้องต้นสำหรับผู้ที่แท้งบุตร','1) หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชนตามบริการที่กำหนด โดยมีหลักฐานเชิงประจักษ์หลายอย่างประกอบกัน เช่น บันทึกเวชระเบียนการให้บริการ ภาพถ่าย การให้บริการ จำนวนผู้รับบริการเป็นรายเดือน ตามปีงบประมาณ
หมายเหตุ
-  กรณีไม่มีบริการ แสดงหลักฐาน Flow chart แนวทาง
การส่งต่อ
-  กรณีมีบริการแต่ไม่มีผู้รับบริการ แสดงหลักฐานแนวทาง
การให้บริการ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1);
INSERT INTO yfhsApp.tbl_Questionnaire (f_section,f_question,f_question_group,f_sequence,f_hadertitle,f_title,f_detail,f_request,f_description,f_questionWtMain,f_questionWtSub,f_upload_file,f_upload_image,f_address_url,f_additional_message,f_form,f_fromextra,f_fromname,f_fromType,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('G2',2,'1',7,0,'2.1.6 การคลอด','1) หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชนตามบริการที่กำหนด โดยมีหลักฐานเชิงประจักษ์หลายอย่างประกอบกัน เช่น บันทึกเวชระเบียนการให้บริการ ภาพถ่าย การให้บริการ จำนวนผู้รับบริการเป็นรายเดือน ตามปีงบประมาณ
หมายเหตุ
-  กรณีไม่มีบริการ แสดงหลักฐาน Flow chart แนวทาง
การส่งต่อ
-  กรณีมีบริการแต่ไม่มีผู้รับบริการ แสดงหลักฐานแนวทาง
การให้บริการ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',8,0,'2.1.7 การดูแลหลังคลอด	','1) หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชนตามบริการที่กำหนด โดยมีหลักฐานเชิงประจักษ์หลายอย่างประกอบกัน เช่น บันทึกเวชระเบียนการให้บริการ ภาพถ่าย การให้บริการ จำนวนผู้รับบริการเป็นรายเดือน ตามปีงบประมาณ
หมายเหตุ
-  กรณีไม่มีบริการ แสดงหลักฐาน Flow chart แนวทาง
การส่งต่อ
-  กรณีมีบริการแต่ไม่มีผู้รับบริการ แสดงหลักฐานแนวทาง
การให้บริการ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',9,0,'2.1.8 การส่งเสริมการเลี้ยงลูกด้วยนมแม่','1) หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชนตามบริการที่กำหนด โดยมีหลักฐานเชิงประจักษ์หลายอย่างประกอบกัน เช่น บันทึกเวชระเบียนการให้บริการ ภาพถ่าย การให้บริการ จำนวนผู้รับบริการเป็นรายเดือน ตามปีงบประมาณ
หมายเหตุ
-  กรณีไม่มีบริการ แสดงหลักฐาน Flow chart แนวทาง
การส่งต่อ
-  กรณีมีบริการแต่ไม่มีผู้รับบริการ แสดงหลักฐานแนวทาง
การให้บริการ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',10,0,'2.1.9 การติดตามเยี่ยมบ้าน','1) หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชนตามบริการที่กำหนด โดยมีหลักฐานเชิงประจักษ์หลายอย่างประกอบกัน เช่น บันทึกเวชระเบียนการให้บริการ ภาพถ่าย การให้บริการ จำนวนผู้รับบริการเป็นรายเดือน ตามปีงบประมาณ
หมายเหตุ
-  กรณีไม่มีบริการ แสดงหลักฐาน Flow chart แนวทาง
การส่งต่อ
-  กรณีมีบริการแต่ไม่มีผู้รับบริการ แสดงหลักฐานแนวทาง
การให้บริการ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',11,0,'2.1.10 การตรวจและรักษาโรคติดต่อทางเพศสัมพันธ์','1) หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชนตามบริการที่กำหนด โดยมีหลักฐานเชิงประจักษ์หลายอย่างประกอบกัน เช่น บันทึกเวชระเบียนการให้บริการ ภาพถ่าย การให้บริการ จำนวนผู้รับบริการเป็นรายเดือน ตามปีงบประมาณ
หมายเหตุ
-  กรณีไม่มีบริการ แสดงหลักฐาน Flow chart แนวทาง
การส่งต่อ
-  กรณีมีบริการแต่ไม่มีผู้รับบริการ แสดงหลักฐานแนวทาง
การให้บริการ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',12,0,'2.1.11 การป้องกัน การตรวจ และรักษาเอชไอวี','1) หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชนตามบริการที่กำหนด โดยมีหลักฐานเชิงประจักษ์หลายอย่างประกอบกัน เช่น บันทึกเวชระเบียนการให้บริการ ภาพถ่าย การให้บริการ จำนวนผู้รับบริการเป็นรายเดือน ตามปีงบประมาณ
หมายเหตุ
-  กรณีไม่มีบริการ แสดงหลักฐาน Flow chart แนวทาง
การส่งต่อ
-  กรณีมีบริการแต่ไม่มีผู้รับบริการ แสดงหลักฐานแนวทาง
การให้บริการ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',13,0,'2.1.12 การตรวจรักษาและให้คำแนะนำผู้ที่ถูกกระทำความรุนแรงทางเพศ','1) หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชนตามบริการที่กำหนด โดยมีหลักฐานเชิงประจักษ์หลายอย่างประกอบกัน เช่น บันทึกเวชระเบียนการให้บริการ ภาพถ่าย การให้บริการ จำนวนผู้รับบริการเป็นรายเดือน ตามปีงบประมาณ
หมายเหตุ
-  กรณีไม่มีบริการ แสดงหลักฐาน Flow chart แนวทาง
การส่งต่อ
-  กรณีมีบริการแต่ไม่มีผู้รับบริการ แสดงหลักฐานแนวทาง
การให้บริการ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',14,0,'2.1.13 การคุมกำเนิดด้วยวิธีกึ่งถาวร (ยาฝังคุมกำเนิด/ใส่ห่วงอนามัย)','1) หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชนตามบริการที่กำหนด โดยมีหลักฐานเชิงประจักษ์หลายอย่างประกอบกัน เช่น บันทึกเวชระเบียนการให้บริการ ภาพถ่าย การให้บริการ จำนวนผู้รับบริการเป็นรายเดือน ตามปีงบประมาณ
หมายเหตุ
-  กรณีไม่มีบริการ แสดงหลักฐาน Flow chart แนวทาง
การส่งต่อ
-  กรณีมีบริการแต่ไม่มีผู้รับบริการ แสดงหลักฐานแนวทาง
การให้บริการ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',6,0,'2.1.5 การฝากครรภ์','',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',15,0,'2.1.14 การให้คำปรึกษาทางเลือกในกรณีท้องไม่พร้อม','1) หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชนตามบริการที่กำหนด โดยมีหลักฐานเชิงประจักษ์หลายอย่างประกอบกัน เช่น บันทึกเวชระเบียนการให้บริการ ภาพถ่าย การให้บริการ จำนวนผู้รับบริการเป็นรายเดือน ตามปีงบประมาณ
หมายเหตุ
-  กรณีไม่มีบริการ แสดงหลักฐาน Flow chart แนวทาง
การส่งต่อ
-  กรณีมีบริการแต่ไม่มีผู้รับบริการ แสดงหลักฐานแนวทาง
การให้บริการ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1);
INSERT INTO yfhsApp.tbl_Questionnaire (f_section,f_question,f_question_group,f_sequence,f_hadertitle,f_title,f_detail,f_request,f_description,f_questionWtMain,f_questionWtSub,f_upload_file,f_upload_image,f_address_url,f_additional_message,f_form,f_fromextra,f_fromname,f_fromType,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('G2',2,'1',16,0,'2.1.15 การยุติการตั้งครรภ์','1) หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชนตามบริการที่กำหนด โดยมีหลักฐานเชิงประจักษ์หลายอย่างประกอบกัน เช่น บันทึกเวชระเบียนการให้บริการ ภาพถ่าย การให้บริการ จำนวนผู้รับบริการเป็นรายเดือน ตามปีงบประมาณ
หมายเหตุ
-  กรณีไม่มีบริการ แสดงหลักฐาน Flow chart แนวทาง
การส่งต่อ
-  กรณีมีบริการแต่ไม่มีผู้รับบริการ แสดงหลักฐานแนวทาง
การให้บริการ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',17,0,'2.1.16 ส่งต่อกรณียุติการตั้งครรภ์','1) หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชนตามบริการที่กำหนด โดยมีหลักฐานเชิงประจักษ์หลายอย่างประกอบกัน เช่น บันทึกเวชระเบียนการให้บริการ ภาพถ่าย การให้บริการ จำนวนผู้รับบริการเป็นรายเดือน ตามปีงบประมาณ
หมายเหตุ
-  กรณีไม่มีบริการ แสดงหลักฐาน Flow chart แนวทาง
การส่งต่อ
-  กรณีมีบริการแต่ไม่มีผู้รับบริการ แสดงหลักฐานแนวทาง
การให้บริการ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',18,0,'2.1.17 การปรึกษาปัญหาด้านสุขภาพจิต ปรับพฤติกรรม อารมณ์ และการใช้ความรุนแรง','หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชนตามบริการที่กำหนด โดยมีหลักฐานเชิงประจักษ์หลายอย่างประกอบกัน เช่น บันทึกเวชระเบียนการให้บริการ ภาพถ่าย การให้บริการ จำนวนผู้รับบริการเป็นรายเดือน ตามปีงบประมาณ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',19,0,'2.1.18 การลด ละ เลิก พฤติกรรมสูบบุหรี่/เครื่องดื่มแอลกอฮอล์/การใช้สารเสพติด','หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชนตามบริการที่กำหนด โดยมีหลักฐานเชิงประจักษ์หลายอย่างประกอบกัน เช่น บันทึกเวชระเบียนการให้บริการ ภาพถ่าย การให้บริการ จำนวนผู้รับบริการเป็นรายเดือน ตามปีงบประมาณ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',20,0,'2.1.19 การดูแลด้านโภชนาการ (น้ำหนักเกิน/ต่ำกว่าเกณฑ์) และกิจกรรมทางกาย','หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชนตามบริการที่กำหนด โดยมีหลักฐานเชิงประจักษ์หลายอย่างประกอบกัน เช่น บันทึกเวชระเบียนการให้บริการ ภาพถ่าย การให้บริการ จำนวนผู้รับบริการเป็นรายเดือน ตามปีงบประมาณ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',21,0,'2.1.20 บริการอื่น ๆ เช่น ด้านสุขภาพช่องปาก การดูแลผิวพรรณและความงาม เป็นต้น','หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชนตามบริการที่กำหนด โดยมีหลักฐานเชิงประจักษ์หลายอย่างประกอบกัน เช่น บันทึกเวชระเบียนการให้บริการ ภาพถ่าย การให้บริการ จำนวนผู้รับบริการเป็นรายเดือน ตามปีงบประมาณ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',22,0,'2.1.21 มีคู่มือ แนวทางการจัดบริการอนามัยการเจริญพันธุ์พื้นฐาน บริการอนามัยการเจริญพันธุ์เพิ่มเติม และบริการสุขภาพด้านอื่น ๆ	','1) เอกสาร คู่มือ แนวทางปฏิบัติงานที่สามารถใช้ประกอบ
การปฏิบัติงาน/การจัดบริการที่เกี่ยวข้อง 
2) คู่มือ แนวทางปฏิบัติงานที่อ้างอิงจากเว็บไซต์กรมวิชาการ
ต่าง ๆ หรือเว็บไซต์หน่วยงานอื่น ๆ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',23,0,'2.1.22 บริการในเวลาราชการ','หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชน ตามรูปแบบ/ช่องทางการให้บริการต่าง ๆ  เช่น บันทึกการให้บริการตามช่องทางต่าง ๆ  ป้ายประชาสัมพันธ์บริการ ภาพถ่ายการให้บริการ จำนวนผู้รับบริการตามช่องทางต่าง ๆ  เป็นรายเดือน ตามปีงบประมาณ เพื่อให้มั่นใจได้ว่ามีบริการ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',24,0,'2.1.23 บริการนอกเวลาราชการ','หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชน ตามรูปแบบ/ช่องทางการให้บริการต่าง ๆ  เช่น บันทึกการให้บริการตามช่องทางต่าง ๆ  ป้ายประชาสัมพันธ์บริการ ภาพถ่ายการให้บริการ จำนวนผู้รับบริการตามช่องทางต่าง ๆ  เป็นรายเดือน ตามปีงบประมาณ เพื่อให้มั่นใจได้ว่ามีบริการ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',25,0,'2.1.24 บริการเชิงรุกนอกสถานที่','หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชน ตามรูปแบบ/ช่องทางการให้บริการต่าง ๆ  เช่น บันทึกการให้บริการตามช่องทางต่าง ๆ  ป้ายประชาสัมพันธ์บริการ ภาพถ่ายการให้บริการ จำนวนผู้รับบริการตามช่องทางต่าง ๆ  เป็นรายเดือน ตามปีงบประมาณ เพื่อให้มั่นใจได้ว่ามีบริการ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1);
INSERT INTO yfhsApp.tbl_Questionnaire (f_section,f_question,f_question_group,f_sequence,f_hadertitle,f_title,f_detail,f_request,f_description,f_questionWtMain,f_questionWtSub,f_upload_file,f_upload_image,f_address_url,f_additional_message,f_form,f_fromextra,f_fromname,f_fromType,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('G2',2,'1',26,0,'2.1.25 โทรศัพท์ในเวลาราชการ','หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชน ตามรูปแบบ/ช่องทางการให้บริการต่าง ๆ  เช่น บันทึกการให้บริการตามช่องทางต่าง ๆ  ป้ายประชาสัมพันธ์บริการ ภาพถ่ายการให้บริการ จำนวนผู้รับบริการตามช่องทางต่าง ๆ  เป็นรายเดือน ตามปีงบประมาณ เพื่อให้มั่นใจได้ว่ามีบริการ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',27,0,'2.1.26 โทรศัพท์นอกเวลาราชการ','หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชน ตามรูปแบบ/ช่องทางการให้บริการต่าง ๆ  เช่น บันทึกการให้บริการตามช่องทางต่าง ๆ  ป้ายประชาสัมพันธ์บริการ ภาพถ่ายการให้บริการ จำนวนผู้รับบริการตามช่องทางต่าง ๆ  เป็นรายเดือน ตามปีงบประมาณ เพื่อให้มั่นใจได้ว่ามีบริการ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'1',28,0,'2.1.27 สื่อสังคมออนไลน์ (Social Media)','หลักฐานที่แสดงให้เห็นว่ามีการให้บริการสุขภาพแก่วัยรุ่นและเยาวชน ตามรูปแบบ/ช่องทางการให้บริการต่าง ๆ  เช่น บันทึกการให้บริการตามช่องทางต่าง ๆ  ป้ายประชาสัมพันธ์บริการ ภาพถ่ายการให้บริการ จำนวนผู้รับบริการตามช่องทางต่าง ๆ  เป็นรายเดือน ตามปีงบประมาณ เพื่อให้มั่นใจได้ว่ามีบริการ',0,'1',40,27.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'2',0,1,'2.2 ศักยภาพของผู้ให้บริการและทีมสนับสนุน (Providers’ Competencies)','',0,'0',20,6.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'2',1,0,'2.2.1 หลักสูตรผู้ให้บริการที่เป็นมิตรสำหรับวัยรุ่นและเยาวชน','1) ใบประกาศนียบัตรรับรองหลักสูตรที่อบรม
2) เอกสาร/แฟ้มประวัติบุคลากร (Portfolio)
3) ภาพถ่าย   
(การให้คะแนนพิจารณาความครอบคลุมตามหลักสูตรที่กำหนด)',0,'1',20,6.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'2',2,0,'2.2.2 หลักสูตรการให้คำปรึกษาวัยรุ่น (Online training)','1) ใบประกาศนียบัตรรับรองหลักสูตรที่อบรม
2) เอกสาร/แฟ้มประวัติบุคลากร (Portfolio)
3) ภาพถ่าย   
(การให้คะแนนพิจารณาความครอบคลุมตามหลักสูตรที่กำหนด)',0,'1',20,6.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'2',3,0,'2.2.3 หลักสูตรการอบรมให้บริการยาฝังคุมกำเนิด สำหรับพยาบาลวิชาชีพและนักวิชาการสาธารณสุข','1) ใบประกาศนียบัตรรับรองหลักสูตรที่อบรม
2) เอกสาร/แฟ้มประวัติบุคลากร (Portfolio)
3) ภาพถ่าย   
(การให้คะแนนพิจารณาความครอบคลุมตามหลักสูตรที่กำหนด)',0,'1',20,6.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'2',4,0,'2.2.4 หลักสูตรการพยาบาลเฉพาะทางสาขาการพยาบาลสุขภาพจิต จิตเวชเด็กและวัยรุ่น','1) ใบประกาศนียบัตรรับรองหลักสูตรที่อบรม
2) เอกสาร/แฟ้มประวัติบุคลากร (Portfolio)
3) ภาพถ่าย   
(การให้คะแนนพิจารณาความครอบคลุมตามหลักสูตรที่กำหนด)',0,'1',20,6.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'2',5,0,'2.2.5 หลักสูตรอื่น ๆ ที่เกี่ยวข้อง ที่สามารถอ้างอิงได้','1) ใบประกาศนียบัตรรับรองหลักสูตรที่อบรม
2) เอกสาร/แฟ้มประวัติบุคลากร (Portfolio)
3) ภาพถ่าย   
(การให้คะแนนพิจารณาความครอบคลุมตามหลักสูตรที่กำหนด)',0,'1',20,6.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'2',6,0,'2.2.6 บุคลากรผู้รับผิดชอบผ่านการอบรมฟื้นความรู้หรือประชุมวิชาการที่เกี่ยวข้องกับการปฏิบัติงานในรอบ 3 ปี','ประกาศนียบัตร /เอกสารรับรองการผ่านหลักสูตร/แฟ้มประวัติบุคลากร (Portfolio)',0,'1',20,6.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1);
INSERT INTO yfhsApp.tbl_Questionnaire (f_section,f_question,f_question_group,f_sequence,f_hadertitle,f_title,f_detail,f_request,f_description,f_questionWtMain,f_questionWtSub,f_upload_file,f_upload_image,f_address_url,f_additional_message,f_form,f_fromextra,f_fromname,f_fromType,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('G2',2,'3',0,1,'2.3 คุณลักษณะของการให้บริการ (Facility characteristics)','',0,'0',40,18.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'3',2,0,'2.3.1 มีป้ายคลินิกวัยรุ่นชัดเจนและสังเกตง่าย มีสัญลักษณ์บอกเส้นทางไปคลินิก','1) สถานที่ให้บริการ มีป้ายชัดเจน และสังเกตง่าย  มีสัญลักษณ์บอกเส้นทางไปคลินิก 
2) ภาพถ่ายคลินิกวัยรุ่น',0,'1',40,18.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'3',3,0,'2.3.2 ตารางเวลาการให้บริการ','มีตารางการกำหนดวัน เวลาที่ให้บริการ',0,'1',40,18.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'3',4,0,'2.3.3 สถานที่สะอาดและที่นั่งรออย่างเพียงพอ','1) สังเกตสถานที่สะอาดและบริเวณที่นั่ง
2) ภาพถ่าย ',0,'1',40,18.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'3',5,0,'2.3.4 ห้องให้บริการมีความมิดชิด บุคคลภายนอกไม่สามารถมองเห็นหรือได้ยินคำสนทนาในขณะกำลังให้บริการได้','1) การสังเกตการณ์ปฏิบัติ
2) ภาพถ่าย',0,'1',40,18.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'3',6,0,'2.3.5 ระบบรักษาความปลอดภัย การป้องกันความเสี่ยง ผู้รับบริการและผู้ให้บริการ','มีแนวทางการป้องกันความเสี่ยงและระบบรักษาความปลอดภัย',0,'1',40,18.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'3',7,0,'2.3.6 สถานที่ตรวจร่างกายมีความเป็นส่วนตัว แยกจากบริเวณให้การปรึกษา','สังเกตสถานที่ตรวจร่างกาย มีความเป็นส่วนตัว แยกจากบริเวณให้การปรึกษา/ภาพถ่าย',0,'1',40,18.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'3',8,0,'2.3.7 การเข้าถึงข้อมูลของผู้รับบริการ (ระบบเวชระเบียน) มีระบบรักษาความปลอดภัยและสามารถเข้าถึงได้เฉพาะบุคคลที่ได้รับอนุญาตเท่านั้น','1) เอกสารเกี่ยวกับการบริหารระบบเวชระเบียน
2) สังเกต การปฏิบัติ
3) ภาพถ่าย',0,'1',40,18.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'3',9,0,'2.3.8 ระบบเวชระเบียนมีการแยกเป็นข้อมูลการลงทะเบียน (ข้อมูลที่สามารถระบุถึงตัวบุคคล) กับข้อมูลการรับบริการที่ต้องการปกปิด/รักษาความลับ','เอกสาร/หลักฐานเวชระเบียนแสดงการแยกข้อมูลที่ระบุถึงตัวบุคคล กับข้อมูลการรับบริการที่ต้องการปกปิด/รักษาความลับสังเกต การปฏิบัติงาน',0,'1',40,18.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'3',10,0,'2.3.9 มีการจัดเก็บข้อมูลผู้รับบริการในรูปแบบอิเล็กทรอนิกส์ ที่มีระบบป้องกันการเข้าถึงของผู้ที่ไม่ได้รับอนุญาต','1) มีโปรแกรมการเข้าถึงข้อมูลโดยใช้รหัสผ่านในการเข้าถึงข้อมูลผู้รับบริการ 
2) สังเกต การปฏิบัติ
3) ภาพถ่าย',0,'1',40,18.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1);
INSERT INTO yfhsApp.tbl_Questionnaire (f_section,f_question,f_question_group,f_sequence,f_hadertitle,f_title,f_detail,f_request,f_description,f_questionWtMain,f_questionWtSub,f_upload_file,f_upload_image,f_address_url,f_additional_message,f_form,f_fromextra,f_fromname,f_fromType,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('G2',2,'3',11,0,'2.3.10 แผนผังการปฏิบัติงาน (Flow Chart) หรือขั้นตอนการปฏิบัติงานที่ชัดเจนสำหรับการเข้ารับบริการ รวมทั้งการนัดหมายเพื่อเข้ารับบริการ','1) แสดงไฟล์แผนผังการปฏิบัติงาน (Flow Chart) หรือขั้นตอนที่แสดงการเข้ารับบริการในรูปแบบและช่องทางต่าง ๆ การส่งต่อประสานงานระหว่างคลินิกวัยรุ่นกับหน่วยงานภายในและหน่วยงานภายนอก 
2) หลักฐานการปฏิบัติงาน (สัมภาษณ์/สังเกต)',0,'1',40,18.0,'1','1','1','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'3',12,0,'2.3.11 มีการลดขั้นตอนการให้บริการหรือการให้บริการเบ็ดเสร็จในจุดเดียว (One stop services)','1) เอกสารขั้นตอนการปฏิบัติงานที่แสดงถึงการลดขั้นตอน หรือบริการเบ็ดเสร็จในจุดเดียว 
2) สังเกต/การสอบถามผู้ให้บริการ',0,'1',40,18.0,'1','1','1','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'3',13,0,'2.3.12 คลินิก/หน่วยงานภายในโรงพยาบาล/สถานบริการสาธารณสุขที่เกี่ยวข้อง มีแนวทางขั้นตอนในการรับและการส่งต่อ อำนวยความสะดวกและให้บริการที่เป็นมิตรกับวัยรุ่นและเยาวชน	','ขั้นตอน/แนวทางปฏิบัติในการรับและส่งต่อ การอำนวยความสะดวก รักษาความลับของหน่วยงานภายในที่เกี่ยวข้อง',0,'1',40,18.0,'1','1','1','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'3',14,0,'2.3.13 ทะเบียนและข้อมูลการดูแลต่อเนื่องและการส่งต่อ','1) มีทะเบียนบันทึกการรับและส่งต่อ
หมายเหตุ
2) ไม่แสดงข้อมูลส่วนบุคคลของผู้รับบริการหากมีภาพถ่ายต้องปกปิดใบหน้าของผู้รับบริการ',0,'1',40,18.0,'1','1','1','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'3',15,0,'2.3.14 การประสานงานการรับและส่งต่อข้อมูลผู้รับบริการให้แก่หน่วยบริการ/ภาคีเครือข่ายที่เกี่ยวข้อง เพื่อการดูแลต่อเนื่องโดยคำนึงถึงการรักษาความลับ','1) ขั้นตอนการประสานงานที่แสดงการรับและส่งต่อไปยังหน่วยงานภายนอก
2) แบบบันทึกข้อมูลผู้รับบริการ เพื่อสื่อสารให้แก่หน่วยบริการที่เกี่ยวข้อง
3) การสอบถามผู้ให้บริการ
4) การสังเกตการปฏิบัติ ',0,'1',40,18.0,'1','1','1','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'3',16,0,'2.3.15 มีการติดตามผลการดูแลต่อเนื่อง การส่งต่อ และการรับกลับเพื่อการพัฒนาและแก้ไขปัญหา','1) เอกสารบันทึกการติดตามผลการดูแลต่อเนื่อง การส่งต่อและ การรับกลับ  2) สรุปปัญหา อุปสรรค และการแก้ไขปัญหา',0,'1',40,18.0,'1','1','1','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'3',17,0,'2.3.16 การตรวจเอชไอวี','แบบแสดงความยินยอมการเข้ารับการรักษาและหัตถการ',0,'1',40,18.0,'1','1','1','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'3',18,0,'2.3.17 การฝังยาคุมกำเนิด/การใส่ห่วงอนามัย','แบบแสดงความยินยอมการเข้ารับการรักษาและหัตถการ',0,'1',40,18.0,'1','1','1','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G2',2,'3',19,0,'2.3.18 การยุติการตั้งครรภ์ในวัยรุ่นอายุ 15 ปีขึ้นไป','แบบแสดงความยินยอมการเข้ารับการรักษาและหัตถการ',0,'1',40,18.0,'1','1','1','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G3',3,'1',0,1,'3.1 การเข้าถึงกลุ่มเป้าหมายในชุมชน (เชิงรุก) เพื่อให้ความรู้และเผยแพร่ประชาสัมพันธ์ และสื่อต่าง ๆ เพิ่มการเข้าถึงบริการโดยมีส่วนร่วมของวัยรุ่น เยาวชนและภาคีเครือข่าย','',0,'0',25,4.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1);
INSERT INTO yfhsApp.tbl_Questionnaire (f_section,f_question,f_question_group,f_sequence,f_hadertitle,f_title,f_detail,f_request,f_description,f_questionWtMain,f_questionWtSub,f_upload_file,f_upload_image,f_address_url,f_additional_message,f_form,f_fromextra,f_fromname,f_fromType,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('G3',3,'1',1,0,'3.1.1 การให้ความรู้และเผยแพร่ประชาสัมพันธ์ การให้บริการ การให้ข้อมูลข่าวสาร สื่อต่าง ๆ กับกลุ่มวัยรุ่นและเยาวชน พ่อแม่ ผู้ปกครอง ชุมชนและภาคีเครือข่าย','1) เอกสารความรู้ที่เผยแพร่และประชาสัมพันธ์บริการ การให้ข้อมูลข่าวสาร สื่อต่าง ๆ ผ่านช่องทางที่หลากหลาย เช่น การอบรม การออกหน่วยเคลื่อนที่ กิจกรรรมประชาสัมพันธ์ และสื่ออิเล็กทรอนิกส์ ฯลฯ 
2) ภาพถ่าย คลิปวิดีโอ',0,'1',25,4.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G3',3,'1',2,0,'3.1.2 มีการดำเนินโครงการ/กิจกรรมในสถานศึกษา','1) รายละเอียดโครงการที่ได้รับอนุมัติ (กลุ่มเป้าหมาย ระยะเวลาดำเนินการ งบประมาณ ผู้รับผิดชอบ)/กิจกรรมที่ดำเนินการ
2) ภาพถ่ายกิจกรรมที่ดำเนินการในช่วงปีที่รับการประเมินรับรอง 
3) สรุปผลการดำเนินงานตามโครงการ ปัญหาอุปสรรค และข้อเสนอแนะ',0,'1',25,4.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G3',3,'1',3,0,'3.1.3 มีการดำเนินโครงการ/กิจกรรมในครอบครัว/ชุมชน','1) รายละเอียดโครงการที่ได้รับอนุมัติ (กลุ่มเป้าหมาย ระยะเวลาดำเนินการ งบประมาณ ผู้รับผิดชอบ)/กิจกรรมที่ดำเนินการ
2) ภาพถ่ายกิจกรรมที่ดำเนินการในช่วงปีที่รับการประเมินรับรอง 
3) สรุปผลการดำเนินงานตามโครงการ ปัญหาอุปสรรค และข้อเสนอแนะ',0,'1',25,4.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G3',3,'1',4,0,'3.1.4 มีการสนับสนุนกิจกรรมในสถานศึกษา/ชุมชน','1) มีหลักฐานการสนับสนุน คน เงิน สิ่งของ เช่น หนังสือสนับสนุนสื่อ อุปกรณ์ วิทยากร หนังสือตอบขอบคุณ เป็นต้น
2) ภาพถ่ายการสนับสนุนการดำเนินงาน ในสถานศึกษาและชุมชน',0,'1',25,4.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G3',3,'2',0,1,'3.2 ทำเนียบภาคีเครือข่าย และโครงสร้างการประสานงาน','',0,'0',20,6.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G3',3,'2',1,0,'3.2.1 มีทำเนียบภาคีเครือข่าย','ทำเนียบภาคีเครือข่ายที่เป็นปัจจุบันประกอบด้วยชื่อ ที่อยู่ เบอร์โทรศัพท์ ไปรษณีย์อิเล็กทรอนิกส์ และข้อมูลอื่น ๆ ที่จำเป็น',0,'1',20,6.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G3',3,'2',2,0,'3.2.2 หน่วยบริการสาธารณสุข','1) เอกสาร/แบบฟอร์มขั้นตอนการประสานงาน
2) การสังเกต/สอบถาม (กรณีเข้าเยี่ยมประเมินสถานที่จริง)
3) แบบประเมินความต้องการการช่วยเหลือด้านสวัสดิการสังคมตามกฎกระทรวงกำหนดประเภทสถานบริการและการดำเนินการของสถานบริการในการป้องกันและแก้ไขปัญหาการตั้งครรภ์ในวัยรุ่น พ.ศ. 2562 (ภาคผนวกที่ 8 หน้า 108)',0,'1',20,6.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G3',3,'2',3,0,'3.2.3 สถานศึกษา','1) เอกสาร/แบบฟอร์มขั้นตอนการประสานงาน
2) การสังเกต/สอบถาม (กรณีเข้าเยี่ยมประเมินสถานที่จริง)
3) แบบประเมินความต้องการการช่วยเหลือด้านสวัสดิการสังคมตามกฎกระทรวงกำหนดประเภทสถานบริการและการดำเนินการของสถานบริการในการป้องกันและแก้ไขปัญหาการตั้งครรภ์ในวัยรุ่น พ.ศ. 2562 (ภาคผนวกที่ 8 หน้า 108)',0,'1',20,6.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G3',3,'2',4,0,'3.2.4 หน่วยงานด้านพัฒนาสังคม','1) เอกสาร/แบบฟอร์มขั้นตอนการประสานงาน
2) การสังเกต/สอบถาม (กรณีเข้าเยี่ยมประเมินสถานที่จริง)
3) แบบประเมินความต้องการการช่วยเหลือด้านสวัสดิการสังคมตามกฎกระทรวงกำหนดประเภทสถานบริการและการดำเนินการของสถานบริการในการป้องกันและแก้ไขปัญหาการตั้งครรภ์ในวัยรุ่น พ.ศ. 2562 (ภาคผนวกที่ 8 หน้า 108)',0,'1',20,6.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G3',3,'2',5,0,'3.2.5 หน่วยงานด้านมหาดไทย','1) เอกสาร/แบบฟอร์มขั้นตอนการประสานงาน
2) การสังเกต/สอบถาม (กรณีเข้าเยี่ยมประเมินสถานที่จริง)
3) แบบประเมินความต้องการการช่วยเหลือด้านสวัสดิการสังคมตามกฎกระทรวงกำหนดประเภทสถานบริการและการดำเนินการของสถานบริการในการป้องกันและแก้ไขปัญหาการตั้งครรภ์ในวัยรุ่น พ.ศ. 2562 (ภาคผนวกที่ 8 หน้า 108)',0,'1',20,6.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1);
INSERT INTO yfhsApp.tbl_Questionnaire (f_section,f_question,f_question_group,f_sequence,f_hadertitle,f_title,f_detail,f_request,f_description,f_questionWtMain,f_questionWtSub,f_upload_file,f_upload_image,f_address_url,f_additional_message,f_form,f_fromextra,f_fromname,f_fromType,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('G3',3,'2',6,0,'3.2.6 อื่น ๆ เช่น องค์กรภาคเอกชน วัด สถานีตำรวจ เป็นต้น','1) เอกสาร/แบบฟอร์มขั้นตอนการประสานงาน
2) การสังเกต/สอบถาม (กรณีเข้าเยี่ยมประเมินสถานที่จริง)
3) แบบประเมินความต้องการการช่วยเหลือด้านสวัสดิการสังคมตามกฎกระทรวงกำหนดประเภทสถานบริการและการดำเนินการของสถานบริการในการป้องกันและแก้ไขปัญหาการตั้งครรภ์ในวัยรุ่น พ.ศ. 2562 (ภาคผนวกที่ 8 หน้า 108)',0,'1',20,6.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G3',3,'3',0,1,'3.3 โครงการ/กิจกรรมที่สนับสนุนหรือดำเนินการโดยองค์กรในชุมชนหรือภาคีเครือข่าย','',0,'0',30,30.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G3',3,'3',1,0,'3.3.1 องค์กรปกครองส่วนท้องถิ่น สนับสนุนงบประมาณดำเนินการโครงการ/กิจกรรม','1) สรุปผลโครงการ/กิจกรรม การดำเนินงาน
2) ภาพถ่ายกิจกรรม',0,'1',30,4.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G3',3,'3',2,0,'3.3.2 ภาคีเครือข่ายภายในจังหวัด สนับสนุนการดำเนินงานโครงการ/กิจกรรม','1) เอกสารแสดงความร่วมมือ/หนังสือราชการที่แสดงถึงการสนับสนุนการดำเนินงาน
2) ภาพถ่าย',0,'1',30,4.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G3',3,'3',3,0,'3.3.3 ภาคีเครือข่ายภายนอกจังหวัด สนับสนุนการดำเนินงานโครงการ/กิจกรรม','1) เอกสารแสดงความร่วมมือ/หนังสือราชการที่แสดงถึงการสนับสนุนการดำเนินงาน
2) ภาพถ่าย',0,'1',30,4.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G3',3,'3',4,0,'3.3.4 องค์กรในชุมชนและภาคีเครือข่าย ดำเนินการโครงการ/กิจกรรม เพื่อวัยรุ่นและเยาวชน','1) เอกสารโครงการ/กิจกรรมที่องค์กรในชุมชนและภาคีเครือข่าย เป็นผู้ดำเนินการ
2) ภาพถ่ายกิจกรรม',0,'1',30,4.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G3',3,'4',0,1,'3.4 ความรู้/ทักษะต่าง ๆ ที่ให้แก่วัยรุ่นและเยาวชนในสถานศึกษา/ชุมชน ที่มุ่งเน้นเพื่อการปรับพฤติกรรมและการเข้าถึงบริการสุขภาพ','',0,'0',25,2.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G3',3,'4',1,0,'3.4.1 ความรู้ด้านสุขภาพและอนามัยการเจริญพันธุ์ การป้องกันพฤติกรรมเสี่ยงการจัดการอารมณ์และอื่น ๆ ที่เกี่ยวข้อง','1) หลักฐานการให้ความรู้ผ่านช่องทางต่าง ๆ เช่น โครงการ/กำหนดการ/ แผนการจัดกิจกรรมให้ความรู้ทางสื่อสังคมออนไลน์ เอกสาร สื่อสิ่งพิมพ์ เสียงตามสาย
2) ภาพถ่ายกิจกรรม',0,'1',25,2.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G3',3,'4',2,0,'3.4.2 ทักษะต่าง ๆ เช่น ทักษะชีวิต เรื่องเพศ อนามัยการเจริญพันธุ์ การคุมกำเนิดในวัยรุ่น และทักษะอื่น ๆ','หลักฐานการจัดกิจกรรมเพื่อเสริมสร้างทักษะชีวิต การเรียนรู้เรื่องเพศ การคุมกำเนิดในวัยรุ่น ฯลฯ เช่น รายงานการจัดกิจกรรม ภาพถ่ายกิจกรรม เป็นต้น',0,'1',25,2.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'1',0,1,'4.1 ข้อมูลทั่วไปของวัยรุ่นและเยาวชนในพื้นที่รับผิดชอบ','',0,'0',25,25.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1);
INSERT INTO yfhsApp.tbl_Questionnaire (f_section,f_question,f_question_group,f_sequence,f_hadertitle,f_title,f_detail,f_request,f_description,f_questionWtMain,f_questionWtSub,f_upload_file,f_upload_image,f_address_url,f_additional_message,f_form,f_fromextra,f_fromname,f_fromType,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('G4',4,'1',1,0,'4.1.1 จำนวนข้อมูลวัยรุ่นและเยาวชนจำแนกตาม เพศ และกลุ่มอายุ','การบันทึกจำนวนวัยรุ่นและเยาวชนจำแนกตาม เพศ และกลุ่มอายุ 10-14 ปี, 15-19 ปี, 20-24 ปีในพื้นที่รับผิดชอบ โดยสามารถนำข้อมูลจากแหล่งข้อมูลในพื้นที่ เช่น ทะเบียนราษฎร์ เป็นต้น',0,'1',25,2.0,'1','1','1','1','1',0,'อายุ','sex','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'1',2,0,'4.1.2 ข้อมูลปัญหาสุขภาพและอนามัยการเจริญพันธุ์ และข้อมูลพฤติกรรมเสี่ยง ฯลฯ ในพื้นที่','ข้อมูลที่เป็นปัญหาสุขภาพ และอนามัยการเจริญพันธุ์ และข้อมูลพฤติกรรมเสี่ยง ฯลฯ ของวัยรุ่นและเยาวชนในพื้นที่ เช่น ปัญหาการตั้งครรภ์ในวัยรุ่น ปัญหาสุขภาพจิต ปัญหาสารเสพติด หรือปัญหาอื่น ๆ ที่นำไปสู่การเกิดพฤติกรรมเสี่ยง',0,'1',25,2.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'2',0,1,'4.2 ข้อมูลการรับบริการของวัยรุ่นและเยาวชนของโรงพยาบาล/สถานบริการสาธารณสุข','',0,'0',30,5.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'2',1,0,'4.2.1 จำนวนวัยรุ่นและเยาวชนที่รับบริการทั้งหมดจำแนกตามเพศและกลุ่มอายุ (จำนวนคน)','การบันทึกจำนวนวัยรุ่นและเยาวชนที่รับบริการทั้งหมดของโรงพยาบาล/สถานบริการสาธารณสุข จำแนกตาม
รายข้อ 4.2.1 – 4.2.4 โดยการบันทึกข้อมูลเป็นรายเดือน 
ตามปีงบประมาณ',0,'1',30,5.0,'0','0','0','0','0',NULL,'เพศ','year','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'2',2,0,'4.2.2 จำนวนวัยรุ่นและเยาวชนที่รับบริการทั้งหมด จำแนกตามระดับการศึกษา และการประกอบอาชีพ','การบันทึกจำนวนวัยรุ่นและเยาวชนที่รับบริการทั้งหมดของโรงพยาบาล/สถานบริการสาธารณสุข จำแนกตาม
รายข้อ 4.2.1 – 4.2.4 โดยการบันทึกข้อมูลเป็นรายเดือน 
ตามปีงบประมาณ',0,'1',30,5.0,'0','0','0','0','0',1,'ระดับการศึกษา	','year','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'2',3,0,'4.2.3 จำนวนครั้งของวัยรุ่นและเยาวชนที่รับบริการ จำแนกตามบริการที่วัยรุ่นและเยาวชน มารับภายในโรงพยาบาล/สถานบริการสาธารณสุข','การบันทึกจำนวนวัยรุ่นและเยาวชนที่รับบริการทั้งหมดของโรงพยาบาล/สถานบริการสาธารณสุข จำแนกตาม
รายข้อ 4.2.1 – 4.2.4 โดยการบันทึกข้อมูลเป็นรายเดือน 
ตามปีงบประมาณ',0,'1',30,5.0,'0','0','0','0','1',1,'บริการอนามัยการเจริญพันธุ์พื้นฐาน','month','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'2',4,0,'4.2.4 จำนวนครั้งของวัยรุ่นและเยาวชนที่รับบริการ จำแนกตามช่องทางที่เข้ามารับบริการ','การบันทึกจำนวนวัยรุ่นและเยาวชนที่รับบริการทั้งหมดของโรงพยาบาล/สถานบริการสาธารณสุข จำแนกตาม
รายข้อ 4.2.1 – 4.2.4 โดยการบันทึกข้อมูลเป็นรายเดือน 
ตามปีงบประมาณ',0,'1',30,5.0,'0','0','0','0','1',1,'ช่องทาง','month,year','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'2',5,0,'4.2.5 จำนวนวัยรุ่นและเยาวชนที่ได้รับการส่งต่อภายนอก จำแนกตามประเภทของบริการ (จำนวนคน)','การบันทึกจำนวนวัยรุ่นและเยาวชนที่ได้รับการส่งต่อ จำแนกตามประเภทของบริการ (จำนวนคน) โดยการบันทึกข้อมูลส่งต่อบริการทางการแพทย์ ได้แก่ การฝังยาคุมกำเนิด การใส่ห่วงอนามัย การยุติการตั้งครรภ์ และข้อมูลส่งต่อบริการทางสังคม ได้แก่ บ้านพักเด็ก และบริการอื่น เป็นรายปีงบประมาณ',0,'1',30,5.0,'0','0','0','0','1',1,'ส่งต่อบริการทางการแพทย์	','year','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'3',0,1,'4.3 การนำข้อมูลไปพัฒนาระบบบริการ','',0,'0',45,14.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'3',1,0,'4.3.1 มีการเก็บรวบรวมข้อมูลการให้บริการสุขภาพสำหรับวัยรุ่นและเยาวชน ปีที่เยี่ยมประเมิน และย้อนหลัง 3 ปี	','แสดงข้อมูลปีปัจจุบันและข้อมูลย้อนหลัง 3 ปี ของการให้บริการสุขภาพสำหรับวัยรุ่นและเยาวชน',0,'1',45,14.0,'0','0','0','0','0',1,'บริการอนามัยการเจริญพันธุ์พื้นฐาน	','sex','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1);
INSERT INTO yfhsApp.tbl_Questionnaire (f_section,f_question,f_question_group,f_sequence,f_hadertitle,f_title,f_detail,f_request,f_description,f_questionWtMain,f_questionWtSub,f_upload_file,f_upload_image,f_address_url,f_additional_message,f_form,f_fromextra,f_fromname,f_fromType,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('G4',4,'3',2,0,'4.3.2 มีการติดตามผลกระทบจากการตั้งครรภ์ของแม่วัยรุ่นในพื้นที่','สรุปผลการติดตามผลกระทบจากการตั้งครรภ์ของแม่วัยรุ่นในพื้นที่ และข้อเสนอแนะเพื่อการพัฒนา',0,'1',45,14.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'3',3,0,'4.3.3 จำนวนและร้อยละของการคลอด ในหญิงอายุ 10-14 ปี และอายุ 15-19 ปี','แสดงข้อมูลจำนวนและร้อยละของการคลอด ในหญิงอายุ 10-14 ปี และอายุ 15-19 ปี ที่มารับบริการของโรงพยาบาล/สถานบริการสาธารณสุข โดยบันทึกข้อมูลปีปัจจุบันที่ขอรับการประเมิน และข้อมูลย้อนหลัง 3 ปี',0,'1',45,14.0,'0','0','0','0','0',1,'ข้อมูลตัวชี้วัด ปีงบประมาณ	','year','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'3',4,0,'4.3.4 ร้อยละของการตั้งครรภ์ซ้ำในหญิงอายุน้อยกว่า 20 ปี','แสดงข้อมูลจำนวนและร้อยละ ตามรายข้อ 4.3.4 - 4.3.6  ข้อมูลปีปัจจุบันที่ขอรับการประเมิน และข้อมูลย้อนหลัง 3 ปี โดยใช้ข้อมูลของโรงพยาบาล หรือ ข้อมูลจากระบบรายงานศูนย์ข้อมูลสุขภาพเครือข่ายบริการ กระทรวงสาธารณสุข (Health Data Center)',0,'1',45,14.0,'0','0','0','0','0',1,'ข้อมูลตัวชี้วัด ปีงบประมาณ','year','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'3',5,0,'4.3.5 ร้อยละของหญิงอายุน้อยกว่า 20 ปี หลังคลอดหรือหลังแท้งที่คุมกำเนิดได้รับการคุมกำเนิดด้วยวิธีกึ่งถาวร (ยาฝังคุมกำเนิด/ใส่ห่วงอนามัย)','แสดงข้อมูลจำนวนและร้อยละ ตามรายข้อ 4.3.4 - 4.3.6  ข้อมูลปีปัจจุบันที่ขอรับการประเมิน และข้อมูลย้อนหลัง 3 ปี โดยใช้ข้อมูลของโรงพยาบาล หรือ ข้อมูลจากระบบรายงานศูนย์ข้อมูลสุขภาพเครือข่ายบริการ กระทรวงสาธารณสุข (Health Data Center)',0,'1',45,14.0,'0','0','0','0','0',1,'ข้อมูลตัวชี้วัด ปีงบประมาณ','year','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'3',6,0,'4.3.6 ร้อยละของหญิงอายุน้อยกว่า 20 ปี ที่ได้รับบริการคุมกำเนิดด้วยวิธีสมัยใหม่ (Modern Methods) หลังคลอดหรือหลังแท้ง','แสดงข้อมูลจำนวนและร้อยละ ตามรายข้อ 4.3.4 - 4.3.6  ข้อมูลปีปัจจุบันที่ขอรับการประเมิน และข้อมูลย้อนหลัง 3 ปี โดยใช้ข้อมูลของโรงพยาบาล หรือ ข้อมูลจากระบบรายงานศูนย์ข้อมูลสุขภาพเครือข่ายบริการ กระทรวงสาธารณสุข (Health Data Center)',0,'1',45,14.0,'0','0','0','0','0',1,'ข้อมูลตัวชี้วัด ปีงบประมาณ	','year','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'3',7,0,'4.3.7 จำนวนหญิงอายุน้อยกว่า 20 ปี ที่มีการแท้ง','แสดงข้อมูลจำนวนวัยรุ่นและเยาวชนที่รับบริการของโรงพยาบาล/สถานบริการสาธารณสุขที่กำหนด
ตามรายข้อ 4.3.7 – 4.3.11 โดยบันทึกข้อมูลปีปัจจุบันที่ขอรับการประเมิน และข้อมูลย้อนหลัง 3 ปี',0,'1',45,14.0,'0','0','0','0','0',1,'ข้อมูลตัวชี้วัด ปีงบประมาณ','year','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'3',8,0,'4.3.8 จำนวนวัยรุ่นและเยาวชนป่วยด้วยโรคติดต่อทางเพศสัมพันธ์','แสดงข้อมูลจำนวนวัยรุ่นและเยาวชนที่รับบริการของโรงพยาบาล/สถานบริการสาธารณสุขที่กำหนด
ตามรายข้อ 4.3.7 – 4.3.11 โดยบันทึกข้อมูลปีปัจจุบันที่ขอรับการประเมิน และข้อมูลย้อนหลัง 3 ปี',0,'1',45,14.0,'0','0','0','0','0',1,'ข้อมูลตัวชี้วัด ปีงบประมาณ','year','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'3',9,0,'4.3.9 จำนวนวัยรุ่นและเยาวชนที่ได้รับการตรวจเอชไอวี','แสดงข้อมูลจำนวนวัยรุ่นและเยาวชนที่รับบริการของโรงพยาบาล/สถานบริการสาธารณสุขที่กำหนด
ตามรายข้อ 4.3.7 – 4.3.11 โดยบันทึกข้อมูลปีปัจจุบันที่ขอรับการประเมิน และข้อมูลย้อนหลัง 3 ปี',0,'1',45,14.0,'0','0','0','0','0',1,'ข้อมูลตัวชี้วัด ปีงบประมาณ	','year','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'3',10,0,'4.3.10 จำนวนวัยรุ่นและเยาวชนที่ได้รับยา PrEP/ส่งต่อ','แสดงข้อมูลจำนวนวัยรุ่นและเยาวชนที่รับบริการของโรงพยาบาล/สถานบริการสาธารณสุขที่กำหนด
ตามรายข้อ 4.3.7 – 4.3.11 โดยบันทึกข้อมูลปีปัจจุบันที่ขอรับการประเมิน และข้อมูลย้อนหลัง 3 ปี',0,'1',45,14.0,'0','0','0','0','0',1,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'3',11,0,'4.3.11 จำนวนวัยรุ่นและเยาวชนป่วยด้วยภาวะทางด้านสุขภาพจิต','แสดงข้อมูลจำนวนวัยรุ่นและเยาวชนที่รับบริการของโรงพยาบาล/สถานบริการสาธารณสุขที่กำหนด
ตามรายข้อ 4.3.7 – 4.3.11 โดยบันทึกข้อมูลปีปัจจุบันที่ขอรับการประเมิน และข้อมูลย้อนหลัง 3 ปี',0,'1',45,14.0,'0','0','0','0','0',1,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1);
INSERT INTO yfhsApp.tbl_Questionnaire (f_section,f_question,f_question_group,f_sequence,f_hadertitle,f_title,f_detail,f_request,f_description,f_questionWtMain,f_questionWtSub,f_upload_file,f_upload_image,f_address_url,f_additional_message,f_form,f_fromextra,f_fromname,f_fromType,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('G4',4,'3',12,0,'4.3.12 มีการนำข้อมูลการให้บริการหรือข้อมูลปัญหาสุขภาพในพื้นที่มาวิเคราะห์และนำผลการวิเคราะห์ข้อมูลไปใช้ในการปรับปรุงการให้บริการ
รวมทั้งรายงานต่อผู้บริหารองค์กร','เอกสาร/รายงานการประชุมที่มีการวิเคราะห์ข้อมูลปัญหาสุขภาพวัยรุ่นและเยาวชน/ข้อมูลการให้บริการและการนำผลมาปรับปรุงเพื่อพัฒนาบริการ ปรับปรุงวิธีการทำงานให้มีคุณภาพ รวมทั้งการรายงานต่อผู้บริหารองค์กร',0,'1',45,14.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'3',13,0,'4.3.13 มีการนำข้อมูลไปใช้ ทำให้เกิดงานวิจัย R2R/Best practice','1) บทสรุปผลงานวิจัย/R2R/Best practice 
2) ภาพถ่ายผลงาน ',0,'1',45,14.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G4',4,'3',14,0,'4.3.14 มีการคืนข้อมูลให้ชุมชนและภาคีเครือข่ายที่เกี่ยวข้องเพื่อใช้ประโยชน์ในการดำเนินงานร่วมกัน','หลักฐานการคืนข้อมูลให้ชุมชนและภาคีเครือข่ายที่เกี่ยวข้อง ในเรื่องข้อมูลสุขภาพ และสถานการณ์ที่สำคัญ เช่น รายงานการประชุม สรุปผลการดำเนินงาน ภาพถ่าย หลักฐานอื่น ๆ เป็นต้น',0,'1',45,14.0,'1','1','1','1','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G5',5,'1',0,1,'5.1 แนวโน้มผลการดำเนินงาน','',0,'0',60,6.0,'0','0','0','0','0',0,'-','0','2022-01-19 16:16:43',NULL,'2022-01-19 16:16:46',NULL,1),
	 ('G5',5,'1',1,0,'5.1.1วัยรุ่นและเยาวชนที่รับบริการทั้งหมดของโรงพยาบาล/สถานบริการสาธารณสุข
รายโรคและรายปี 5 อันดับแรก และโรคด้านอนามัยการเจริญพันธุ์ 5 อันดับแรก','1) จำนวนวัยรุ่นและเยาวชนที่รับบริการทั้งหมดของโรงพยาบาล/สถานบริการสาธารณสุข โดยบันทึกข้อมูลเป็นรายปีงบประมาณ อย่างน้อย 3 ปี เพื่อดูแนวโน้มผลการดำเนินงาน
2) มีการวิเคราะห์แนวโน้มปัญหาสุขภาพและความต้องการด้านสุขภาพของวัยรุ่นและเยาวชน',0,'0',60,6.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G5',5,'1',2,0,'5.1.2. วัยรุ่นและเยาวชนที่รับบริการที่คลินิกวัยรุ่น รายโรค/ปัญหาสุขภาพ (ครั้ง)','1) จำนวนวัยรุ่นและเยาวชนที่รับบริการทั้งหมดที่คลินิกวัยรุ่น โดยบันทึกข้อมูลเป็นรายปีงบประมาณ อย่างน้อย 3 ปี เพื่อดูแนวโน้มผลการดำเนินงาน
2) มีการวิเคราะห์แนวโน้มปัญหาสุขภาพและความต้องการด้านสุขภาพของวัยรุ่นและเยาวชน ',0,'0',60,6.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G5',5,'1',3,0,'5.1.3. วัยรุ่นและเยาวชนที่รับบริการเชิงรุกนอกสถานที่ รายกิจกรรมและรายปี (จํานวนคน)','1) จำนวนวัยรุ่นและเยาวชนที่รับบริการเชิงรุกนอกสถานที่ โดยบันทึกข้อมูลเป็นรายปีงบประมาณ อย่างน้อย 3 ปี เพื่อดูแนวโน้มผลการดำเนินงาน
2) มีการวิเคราะห์แนวโน้มปัญหาสุขภาพและความต้องการด้านสุขภาพของวัยรุ่นและเยาวชน',0,'0',60,6.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G5',5,'1',4,0,'5.1.4. วัยรุ่นและเยาวชนที่รับบริการทางโทรศัพท์ในเวลาของคลินิกวัยรุ่น รายเรื่องและรายปี 5 อันดับแรก (ครั้ง)','1) จำนวนวัยรุ่นและเยาวชนที่รับบริการตามรายข้อ 5.1.4 – 5.1.6 โดยบันทึกข้อมูลเป็นรายปีงบประมาณ อย่างน้อย 3 ปี เพื่อดูแนวโน้มผลการดำเนินงาน
2) มีการวิเคราะห์แนวโน้มปัญหาสุขภาพและความต้องการด้านสุขภาพของวัยรุ่นและเยาวชน',0,'0',60,6.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G5',5,'1',5,0,'5.1.5.วัยรุ่นและเยาวชนที่รับบริการทางโทรศัพท์นอกเวลาของคลินิกวัยรุ่น รายเรื่องและรายปี 5 อันดับแรก (ครั้ง)','1) จำนวนวัยรุ่นและเยาวชนที่รับบริการตามรายข้อ 5.1.4 – 5.1.6 โดยบันทึกข้อมูลเป็นรายปีงบประมาณ อย่างน้อย 3 ปี เพื่อดูแนวโน้มผลการดำเนินงาน
2) มีการวิเคราะห์แนวโน้มปัญหาสุขภาพและความต้องการด้านสุขภาพของวัยรุ่นและเยาวชน',0,'0',60,6.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G5',5,'1',6,0,'5.1.6. วัยรุ่นและเยาวชนที่รับบริการผ่านทางสื่อสังคมออนไลน์ รายเรื่องและรายปี 5 อันดับแรก (ครั้ง)','1) จำนวนวัยรุ่นและเยาวชนที่รับบริการตามรายข้อ 5.1.4 – 5.1.6 โดยบันทึกข้อมูลเป็นรายปีงบประมาณ อย่างน้อย 3 ปี เพื่อดูแนวโน้มผลการดำเนินงาน
2) มีการวิเคราะห์แนวโน้มปัญหาสุขภาพและความต้องการด้านสุขภาพของวัยรุ่นและเยาวชน',0,'0',60,6.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1);
INSERT INTO yfhsApp.tbl_Questionnaire (f_section,f_question,f_question_group,f_sequence,f_hadertitle,f_title,f_detail,f_request,f_description,f_questionWtMain,f_questionWtSub,f_upload_file,f_upload_image,f_address_url,f_additional_message,f_form,f_fromextra,f_fromname,f_fromType,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('G5',5,'2',0,1,'5.2 การประเมินความพึงพอใจของผู้รับบริการที่คลินิกวัยรุ่น บริการเชิงรุกนอกสถานที่ ผู้ให้บริการ และภาคีเครือข่าย','',0,'0',40,4.0,'0','0','0','0','0',0,'-','0','2022-01-19 16:21:04',NULL,'2022-01-19 16:21:07',NULL,1),
	 ('G5',5,'2',1,0,'5.2.1 ความพึงพอใจของผู้รับบริการที่คลินิกวัยรุ่น/คลินิกที่เกี่ยวข้อง','1) สรุปผลความพึงพอใจของผู้รับบริการที่คลินิกวัยรุ่น/คลินิกที่เกี่ยวข้องอย่างน้อย 3 ปี เพื่อดูแนวโน้มผลการดำเนินงาน
หมายเหตุ
2) ตัวอย่างแบบประเมินฯ (ภาคผนวกที่ 5 หน้า 85)',0,'1',40,4.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G5',5,'2',2,0,'5.2.2 ความพึงพอใจของวัยรุ่นและเยาวชน ที่เข้าร่วมกิจกรรม/บริการเชิงรุกนอกสถานที่','1) สรุปผลความพึงพอใจของวัยรุ่นและเยาวชน ที่เข้าร่วมกิจกรรม/บริการเชิงรุกนอกสถานที่ และมีการวิเคราะห์ข้อมูล
หมายเหตุ
2) ใช้แบบฟอร์มของโรงพยาบาลตามความเหมาะสมของกิจกรรม/บริการเชิงรุก',0,'1',40,4.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G5',5,'2',3,0,'5.2.3 ความพึงพอใจของผู้ให้บริการ','1) สรุปผลความพึงพอใจของผู้ให้บริการ และมีการวิเคราะห์ข้อมูล
หมายเหตุ
2) ตัวอย่างแบบประเมินฯ (ภาคผนวกที่ 6 หน้า 104)',0,'1',40,4.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1),
	 ('G5',5,'2',4,0,'5.2.4 ความพึงพอใจของภาคีเครือข่าย','1) สรุปผลความพึงพอใจของภาคีเครือข่ายและมีการวิเคราะห์ข้อมูล
หมายเหตุ
2) ตัวอย่างแบบประเมินฯ (ภาคผนวกที่ 7 หน้า 106)',0,'1',40,4.0,'0','0','0','0','0',0,'-','0','2565-01-06 11:00:00',NULL,'2565-01-06 11:00:00',NULL,1);
