INSERT INTO yfhsApp.tbl_Master (f_MasterName,f_MasterGroup,f_SeqGroup,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('สสจ.','100001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('รพช.','100001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('รพท.','100001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('รพศ.','100001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('กรมอนามัย','200001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('สำนักคณะกรรมการผู้ทรงคุณวุฒิ','200001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('ศูนย์สื่อสารสาธารณะ','200001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('สำนักงานเลขานุการกรม','200001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('สำนักส่งเสริมสุขภาพ','200001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('สำนักทันตสาธารณสุข','200001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1);
INSERT INTO yfhsApp.tbl_Master (f_MasterName,f_MasterGroup,f_SeqGroup,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('สำนักโภชนาการ','200001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('สำนักอนามัยการเจริญพันธุ์','200001',0,'2565-01-06 11:00:00',1,'2565-01-06 11:00:00',1,1),
	 ('สำนักอนามัยสิ่งแวดล้อม','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('สำนักสุขาภิบาลอาหารและน้ำ','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('ศูนย์ความร่วมมือระหว่างประเทศ','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('กองคลัง','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('กองการเจ้าหน้าที่','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('กองแผนงาน','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('กองออกกำลังกายเพื่อสุขภาพ','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('กองประเมินผลกระทบต่อสุขภาพ','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1);
INSERT INTO yfhsApp.tbl_Master (f_MasterName,f_MasterGroup,f_SeqGroup,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('กลุ่มตรวจสอบภายใน','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('	กลุ่มพัฒนาระบบบริหาร','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('ศูนย์บริหารกฎหมายสาธารณสุข','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('ศูนย์ห้องปฏิบัติการกรมอนามัย','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('สถาบันพัฒนาอนามัยเด็กแห่งชาติ','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('สำนักอนามัยผู้สูงอายุ','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('สขรส.','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('กลุ่มพัฒนาความร่วมมือทันตสาธารณสุขระหว่างประเทศ','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('ศูนย์อนามัยกลุ่มชาติพันธุ์ ชายขอบ และแรงงานข้ามชาติ','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('สถาบันพัฒนาสุขภาวะเขตเมือง','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1);
INSERT INTO yfhsApp.tbl_Master (f_MasterName,f_MasterGroup,f_SeqGroup,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('ศูนย์อนามัยที่ 1','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('ศูนย์อนามัยที่ 6','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('ศูนย์อนามัยที่ 11','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('ศูนย์อนามัยที่ 2','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('ศูนย์อนามัยที่ 7','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('ศูนย์อนามัยที่ 12','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('ศูนย์อนามัยที่ 3','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('ศูนย์อนามัยที่ 8','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('ศูนย์อนามัยที่ 4','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('ศูนย์อนามัยที่ 9','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1);
INSERT INTO yfhsApp.tbl_Master (f_MasterName,f_MasterGroup,f_SeqGroup,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('ศูนย์อนามัยที่ 5','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('ศูนย์อนามัยที่ 10','200001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('กลุ่มพัฒนาเครือข่ายอนามัยการเจริญพันธุ์','300001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('บริหารยุทธศาสตร์','300001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('พัฒนาระบบบริการทางการแพทย์','300001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('นายช่างไฟฟ้า','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('นักวิชาการสาธารณสุขเชี่ยวชาญ(ด้านสาธารณสุข)','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('นักวิชาการสาธารณสุขชำนาญการพิเศษ','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('นักวิชาการสาธารณสุขปฏิบัติการ','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('นักวิชาการสาธารณสุข','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1);
INSERT INTO yfhsApp.tbl_Master (f_MasterName,f_MasterGroup,f_SeqGroup,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('นักวิชาการสาธารณสุขชำนาญการ','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('นักวิชาการคอมพิวเตอร์ปฏิบัติการ','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('ที่ปรึกษาสำนักอนามัยการเจริญพันธุ์','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('ผู้อำนวยการสำนักอนามัยการเจริญพันธุ์','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('เจ้าพนักงานสาธารณสุขปฏิบัติงาน','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('พยาบาลวิชาชีพชำนาญการ','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('นักสังคมสงเคราะห์ปฏิบัติการ','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('นักสังคมสงเคราะห์','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('นายแพทย์ปฏิบัติการ','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('นักจิตวิทยาชำนาญการ','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1);
INSERT INTO yfhsApp.tbl_Master (f_MasterName,f_MasterGroup,f_SeqGroup,f_createDate,f_createBy,f_updateDate,f_updateBy,f_status) VALUES
	 ('นักสังคมสงเคราะห์ปฏิบัติการ','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1),
	 ('นักจิตวิทยาปฏิบัติการ','400001',0,'2565-01-06 11:00:00',NULL,NULL,NULL,1);
